[
  {
    "url": "https://www.bbc.com/news/articles/cden6k97n9xo",
    "metadata": {
      "title": "Will carbon capture help the UK tackle climate change?",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "There is a lot of rousing rhetoric today about carbon capture, following the government’s pledge of £21.7bn of public funds over the next 25 years to help kick-start the industry in the UK. It says it will reignite the country’s industrial heartland and help to create a new era for clean energy. But how much will this help the UK’s efforts to tackle climate change – and is it worth the huge price tag? Carbon capture and storage is where carbon dioxide (CO2) produced from power stations and industrial processes is captured at source, rather than escaping into the atmosphere and adding to global warming. The captured CO2 is then transported and stored, often deep underground. This is slightly different to carbon removal, which involves using the natural world – such as tree planting – or machines, in order to suck out CO2 that is already in the air, and store it. Carbon capture and storage technology has been around for decades, but the industry has struggled to really take off – both globally and in the UK. Nearly £22bn pledged for carbon capture projects Rachel Reeves signals plan to spend more on big projects What is carbon capture and can it fight climate change? Around 45 commercial carbon capture and storage facilities are in operation worldwide, together capturing more than 50 million tonnes of CO2 each year, according to the International Energy Agency. That may sound a lot - but global CO2 emissions from fossil fuels and industry currently sit at more than 35 billion tonnes per year. So carbon capture currently makes very little difference to global CO2 emissions. But both the UN’s Intergovernmental Panel on Climate Change and the UK’s Climate Change Committee see the technology as part of efforts to reach net zero. Why? Put simply, the UK will continue to rely on polluting industries in the decades to come, albeit to a much lesser extent. As electricity generation from renewable sources such as wind and solar continues to grow, the UK’s reliance on fossil fuels should fall sharply for things like powering cars and heating homes. But a small amount of gas generation will likely still be needed by 2035, the Climate Change Committee says, in order to help keep the lights on when intermittent renewable sources dip. Carbon capture would help to prevent this CO2 from escaping into the atmosphere. The technology could be particularly important for decarbonising some heavy industry such as cement production, for which there are currently few obvious alternatives. Many environmental groups support carbon capture for this purpose, but have expressed fears that it could give oil and gas companies an excuse to keep burning fossil fuels if not properly controlled. Will the money help the UK become a carbon capture leader? The International Energy Agency expects carbon capture to grow substantially over the next few years – potentially to around 435 million tonnes per year globally by 2030, based on announced projects. The UK has favourable geology to store CO2 in the North Sea, as well as a workforce with many of the necessary skills from oil and gas industry. So the government – much like the previous Conservative administration - wants the UK to be a leader in the carbon capture race. It hopes that its £21.7bn of funding – plus £8bn from private investment - will help to kick-start the industry in the UK. The money covers three carbon capture projects and two transport and storage projects, across sites in Merseyside and Teesside. The government hopes these funds will help overcome the fundamental economic – rather than technological - challenge of carbon capture to date: that it has been cheaper for companies to emit the CO2 into the atmosphere. It says it will incentivise companies to capture the CO2, with penalties for not doing so. “Over time the carbon price will inevitably rise,” Ed Miliband, energy security and net zero secretary, told BBC News, referring to the charges to polluters. “But for now, what the right thing to do is, is to say ‘we are going to help these companies to capture the carbon, give them a way through’, and it is so important for the competitiveness of our industry.” In March 2023, the Conservatives pledged £20bn in funding over the next 20 years. But Labour argue they did not make this funding available, nor identify where it was going to come from. The aim is for these initial projects to start capturing and storing CO2 from 2028, with a capacity to take up 8.5 million tonnes per year. This would still be a small fraction of the UK’s greenhouse gas emissions, which in 2023 were 384 million tonnes of CO2-equivalent, according to provisional figures. This underlines how carbon capture will be only one element of decarbonisation. But the government hopes this initial investment will help carbon capture to become cheaper in time – in a similar way to wind and solar power generation – and help the UK to reach net zero, while also securing jobs and investment.",
      "paragraphs": [
        "There is a lot of rousing rhetoric today about carbon capture, following the government’s pledge of £21.7bn of public funds over the next 25 years to help kick-start the industry in the UK.",
        "It says it will reignite the country’s industrial heartland and help to create a new era for clean energy.",
        "But how much will this help the UK’s efforts to tackle climate change – and is it worth the huge price tag?",
        "Carbon capture and storage is where carbon dioxide (CO2) produced from power stations and industrial processes is captured at source, rather than escaping into the atmosphere and adding to global warming.",
        "The captured CO2 is then transported and stored, often deep underground.",
        "This is slightly different to carbon removal, which involves using the natural world – such as tree planting – or machines, in order to suck out CO2 that is already in the air, and store it.",
        "Carbon capture and storage technology has been around for decades, but the industry has struggled to really take off – both globally and in the UK.",
        "Nearly £22bn pledged for carbon capture projects",
        "Rachel Reeves signals plan to spend more on big projects",
        "What is carbon capture and can it fight climate change?",
        "Around 45 commercial carbon capture and storage facilities are in operation worldwide, together capturing more than 50 million tonnes of CO2 each year, according to the International Energy Agency.",
        "That may sound a lot - but global CO2 emissions from fossil fuels and industry currently sit at more than 35 billion tonnes per year.",
        "So carbon capture currently makes very little difference to global CO2 emissions.",
        "But both the UN’s Intergovernmental Panel on Climate Change and the UK’s Climate Change Committee see the technology as part of efforts to reach net zero.",
        "Why?",
        "Put simply, the UK will continue to rely on polluting industries in the decades to come, albeit to a much lesser extent.",
        "As electricity generation from renewable sources such as wind and solar continues to grow, the UK’s reliance on fossil fuels should fall sharply for things like powering cars and heating homes.",
        "But a small amount of gas generation will likely still be needed by 2035, the Climate Change Committee says, in order to help keep the lights on when intermittent renewable sources dip.",
        "Carbon capture would help to prevent this CO2 from escaping into the atmosphere.",
        "The technology could be particularly important for decarbonising some heavy industry such as cement production, for which there are currently few obvious alternatives.",
        "Many environmental groups support carbon capture for this purpose, but have expressed fears that it could give oil and gas companies an excuse to keep burning fossil fuels if not properly controlled.",
        "Will the money help the UK become a carbon capture leader?",
        "The International Energy Agency expects carbon capture to grow substantially over the next few years – potentially to around 435 million tonnes per year globally by 2030, based on announced projects.",
        "The UK has favourable geology to store CO2 in the North Sea, as well as a workforce with many of the necessary skills from oil and gas industry.",
        "So the government – much like the previous Conservative administration - wants the UK to be a leader in the carbon capture race.",
        "It hopes that its £21.7bn of funding – plus £8bn from private investment - will help to kick-start the industry in the UK.",
        "The money covers three carbon capture projects and two transport and storage projects, across sites in Merseyside and Teesside.",
        "The government hopes these funds will help overcome the fundamental economic – rather than technological - challenge of carbon capture to date: that it has been cheaper for companies to emit the CO2 into the atmosphere.",
        "It says it will incentivise companies to capture the CO2, with penalties for not doing so.",
        "“Over time the carbon price will inevitably rise,” Ed Miliband, energy security and net zero secretary, told BBC News, referring to the charges to polluters.",
        "“But for now, what the right thing to do is, is to say ‘we are going to help these companies to capture the carbon, give them a way through’, and it is so important for the competitiveness of our industry.”",
        "In March 2023, the Conservatives pledged £20bn in funding over the next 20 years.",
        "But Labour argue they did not make this funding available, nor identify where it was going to come from.",
        "The aim is for these initial projects to start capturing and storing CO2 from 2028, with a capacity to take up 8.5 million tonnes per year.",
        "This would still be a small fraction of the UK’s greenhouse gas emissions, which in 2023 were 384 million tonnes of CO2-equivalent, according to provisional figures.",
        "This underlines how carbon capture will be only one element of decarbonisation.",
        "But the government hopes this initial investment will help carbon capture to become cheaper in time – in a similar way to wind and solar power generation – and help the UK to reach net zero, while also securing jobs and investment."
      ],
      "word_count": 842
    },
    "analytics": {
      "reading_time_minutes": 5
    },
    "environmental_keywords": {
      "climate change": 5,
      "global warming": 1,
      "greenhouse gas": 1,
      "environmental": 1,
      "solar power": 1,
      "fossil fuels": 3,
      "carbon": 20
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c70z9ke4n0eo",
    "metadata": {
      "title": "Business urges others to use free tool to cut CO2",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A local business is encouraging others to use a free carbon calculator to help cut some of the \"excessive\" costs of achieving net zero. Gilt Edged, a supplier of company branded products and promotional items in Moulton Park in Northampton, has been using the \"accessible\" calculator. It was developed for businesses and charities to measure emissions as part of a project between West Northamptonshire Council, University of Northampton and Sustainable Business Alliance. Keeping track of carbon footprint can cost a business with up to 50 staff about £10,000 a year, the project said. Natalie Eichmann, managing director at Gilt Edged, said the tool helped them \"to know where to focus our efforts\". \"The cost to actually try and monitor your own carbon footprint can be quite excessive, and some of the calculators out on the market can be quite confusing,\" she said. \"So for us to be able to use something quite simple and very accessible gives us a really good starting point to know exactly where we need to focus our efforts in order for us to be meeting those targets by 2050.\" The UK has pledged to reduce its greenhouse gas emissions tonet zero by 2050. Gilt Edged employs 22 people, and, according to the calculator, its footprint result was 4.8 tonnes of the planet-warming greenhouse gas CO2 per employee for 2023. The company wants to reduce that to 4 tonnes this year and 1.1 tonnes by 2030. The free carbon calculator was created with funding from the UK Shared Prosperity Fund. It is also part of an ongoing Towards A Net Zero (TANZ) scheme in the county, which is led by Dr Ebenezer Laryea. \"This is a defining moment in our collective journey towards reaching Net Zero,\" said Dr Laryea, an associate professor of sustainable development law at the University of Northampton. \"For the first time ever, a carbon calculator which has been uniquely developed for local businesses is being made available free of charge to ensure that businesses and charities across our region are able to have the basic tools to measure their emissions, identify areas of high emissions, take the action to address those areas, and forecast their paths to Net Zero for years to come.\" Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX. Climate protesters interrupt council meeting Town gets £9.4m to bring in electric buses in 2026 Council's net zero carbon emission pledge Towards A Net Zero (TANZ) West Northants Use technology to fight climate change - report",
      "paragraphs": [
        "A local business is encouraging others to use a free carbon calculator to help cut some of the \"excessive\" costs of achieving net zero.",
        "Gilt Edged, a supplier of company branded products and promotional items in Moulton Park in Northampton, has been using the \"accessible\" calculator.",
        "It was developed for businesses and charities to measure emissions as part of a project between West Northamptonshire Council, University of Northampton and Sustainable Business Alliance.",
        "Keeping track of carbon footprint can cost a business with up to 50 staff about £10,000 a year, the project said. Natalie Eichmann, managing director at Gilt Edged, said the tool helped them \"to know where to focus our efforts\".",
        "\"The cost to actually try and monitor your own carbon footprint can be quite excessive, and some of the calculators out on the market can be quite confusing,\" she said.",
        "\"So for us to be able to use something quite simple and very accessible gives us a really good starting point to know exactly where we need to focus our efforts in order for us to be meeting those targets by 2050.\"",
        "The UK has pledged to reduce its greenhouse gas emissions tonet zero by 2050.",
        "Gilt Edged employs 22 people, and, according to the calculator, its footprint result was 4.8 tonnes of the planet-warming greenhouse gas CO2 per employee for 2023.",
        "The company wants to reduce that to 4 tonnes this year and 1.1 tonnes by 2030.",
        "The free carbon calculator was created with funding from the UK Shared Prosperity Fund.",
        "It is also part of an ongoing Towards A Net Zero (TANZ) scheme in the county, which is led by Dr Ebenezer Laryea.",
        "\"This is a defining moment in our collective journey towards reaching Net Zero,\" said Dr Laryea, an associate professor of sustainable development law at the University of Northampton.",
        "\"For the first time ever, a carbon calculator which has been uniquely developed for local businesses is being made available free of charge to ensure that businesses and charities across our region are able to have the basic tools to measure their emissions, identify areas of high emissions, take the action to address those areas, and forecast their paths to Net Zero for years to come.\"",
        "Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX.",
        "Climate protesters interrupt council meeting",
        "Town gets £9.4m to bring in electric buses in 2026",
        "Council's net zero carbon emission pledge",
        "Towards A Net Zero (TANZ) West Northants",
        "Use technology to fight climate change - report"
      ],
      "word_count": 412
    },
    "analytics": {
      "reading_time_minutes": 3
    },
    "environmental_keywords": {
      "climate change": 1,
      "greenhouse gas": 2,
      "carbon": 6,
      "sustainable development": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cx250z4vgwpo",
    "metadata": {
      "title": "College opens renewable energy training facility",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A college has launched an \"incredible\" £500,000 renewable energies education and training facility. Northampton College said the Green Skills Centre at its Booth Lane campus would support the construction sector by providing up to 250 students with access to the latest green technologies each year. On Friday, dozens of employers attended the launch of the centre, which features rig and bays for advancements including ground source heat pumps, electrification of vehicles and solar thermal energy among others. It was officially opened by college principal Jason Lancaster and Northampton North MP Lucy Rigby. \"Northampton College is already a beacon of excellence,\" said the Labour MP. \"Allowing people the opportunity to gain green construction skills and training in the very latest renewable technologies is exactly where we need to be as a country – tackling both the skills shortage and the climate crisis and providing businesses with what they need. \"We need more places like this around the country and I couldn’t be prouder that Northampton has this leading facility.” Mr Lancaster said: \"In this incredible new centre our students will receive training on top-of-the-range low carbon technologies to prepare them for the green jobs which desperately need to be filled across the country. \"The green skills they will learn here are crucial to both our economy and to our nation’s efforts to tackle climate change. \"We’re proud to have developed this centre and its offering with leading local and national experts in the field – it’s a fantastic example of what can be achieved when educational organisations and employers work together.” Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX. New principal for 9,000-student college Northampton College",
      "paragraphs": [
        "A college has launched an \"incredible\" £500,000 renewable energies education and training facility.",
        "Northampton College said the Green Skills Centre at its Booth Lane campus would support the construction sector by providing up to 250 students with access to the latest green technologies each year.",
        "On Friday, dozens of employers attended the launch of the centre, which features rig and bays for advancements including ground source heat pumps, electrification of vehicles and solar thermal energy among others.",
        "It was officially opened by college principal Jason Lancaster and Northampton North MP Lucy Rigby.",
        "\"Northampton College is already a beacon of excellence,\" said the Labour MP.",
        "\"Allowing people the opportunity to gain green construction skills and training in the very latest renewable technologies is exactly where we need to be as a country – tackling both the skills shortage and the climate crisis and providing businesses with what they need.",
        "\"We need more places like this around the country and I couldn’t be prouder that Northampton has this leading facility.”",
        "Mr Lancaster said: \"In this incredible new centre our students will receive training on top-of-the-range low carbon technologies to prepare them for the green jobs which desperately need to be filled across the country.",
        "\"The green skills they will learn here are crucial to both our economy and to our nation’s efforts to tackle climate change.",
        "\"We’re proud to have developed this centre and its offering with leading local and national experts in the field – it’s a fantastic example of what can be achieved when educational organisations and employers work together.”",
        "Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX.",
        "New principal for 9,000-student college",
        "Northampton College"
      ],
      "word_count": 272
    },
    "analytics": {
      "reading_time_minutes": 2
    },
    "environmental_keywords": {
      "climate change": 1,
      "carbon": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cx924r4d5yno",
    "metadata": {
      "title": "Where Kamala Harris stands on 10 key issues, from immigration to guns",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Vice-President Kamala Harris has been riding high on a wave of favourable polls and energetic rallies since she became the Democratic Party's nominee for president, and selected Minnesota Governor Tim Walz as her running mate. She releaseda detailed policy guidein early September offering voters a sense of what a Harris-Walz administration might look like. This focuses on her economic and foreign policy agenda, and highlights her most urgent priority to tackle the cost of living. Here are her key policy pledges. Economy As vice-president, she has been Mr Biden's partner in passing major economic legislation - regularly labelled \"Bidenomics\" - which included major investments in infrastructure and green energy. Growth and jobs creation have been strong but inflation and high interest rates continue to hit American wallets. In a convention acceptance speech focused on the economy, Ms Harris promised mortgage assistance for first-time homebuyers, a tax credit for parents of newborns and bans on price gouging at the grocery store to help target inflation. She said in her speech that her plans would create \"an opportunity economy where everyone has a chance to compete and a chance to succeed\". In her first interview as the Democratic nominee with CNN, Ms Harris said that \"one of my highest priorities is to do what we can to support and strengthen the middle class\", a theme that she has repeated on the campaign trail. Immigration Ms Harris's position on the border has changed over time to a more moderate one in this campaign. On the campaign trail, the vice-president has reiterated her continued support for the hardline bipartisan border security deal that would have included hundreds of millions of dollars for border wall construction. It was torpedoed by congressional Republicans earlier this year at Trump's urging. It would have fast-tracked decisions on asylum cases, limited humanitarian parole, and expanded the authority to deport migrants. Part of her policy proposal is to revive the border security bill and sign it into law. She has also said there \"should be consequences\" for people who cross the US border unlawfully, though she once held a much more lenient position. As vice-president, she was tasked with tackling the root causes of the record numbers of Central American migrants crossing the southern border. Those numbers spiked during the Biden administration, but have declined in recent months. She helped raise $3bn - largely from private companies - for regional investments in hopes it would encourage residents to remain in their home countries. Abortion Ms Harris has long supported women's right to an abortion. She has made abortion rights central to her campaign, and continues to advocate for legislation that would enshrine reproductive rights nationwide. “When Congress passes a law to restore reproductive freedoms, as president of the United States, I will sign it into law,” she said at a rally for her 2024 campaign in Atlanta, Georgia. She has reiterated that commitment several times, including during the ABC News debate with Donald Trump. In her policy proposal, Ms Harris wrote she would \"never allow a national abortion ban to become law\". Ms Harris was the first vice-president to visit an abortion clinic, and she toured the country after the US Supreme Court overturned Roe v Wade in 2022 to address state abortion bans - often framing the issue as one about personal freedom. Nato and Ukraine aid Ms Harris's early career focused largely on domestic issues and the state of California, but she has become more involved in foreign policy since she was elected to the US Senate. As vice-president, she has met 150 world leaders and visited 21 countries. She attended the Munich Security Conference in the past year, and delivered remarks in support of western security alliance Nato that denounced isolationism and Russia's invasion of Ukraine. Ms Harris has vowed to support Ukraine “for as long as it takes”, and represented the US at Kyiv's “peace conference” in Switzerland. In her speech at the Democratic convention, she noted that she met President Volodymyr Zelensky to \"warn him about Russia's plan to invade\" five days before Russia invaded, and \"helped mobilise a global response\" after the war began. The vice-president also pledged, if elected, to ensure that \"America - not China - wins the competition for the 21st Century\" and to shoulder the responsibility of US leadership. Israel-Gaza War Ms Harris has been a longtime advocate for a two-state solution, and she has called for an end to the war in Gaza. In her convention acceptance speech, she pledged as president to ensure \"that Israel is secure, the hostages are released, the suffering in Gaza ends, and the Palestinian people can realize their right to dignity, security, freedom, and self-determination\". While serving as vice-president, she was one of the first members of the administration to call for an \"immediate cease-fire\", raise concerns over the \"humanitarian catastrophe for Palestinians\" and charge Israel with ending the conflict. She raised these issues in what she called \"frank and constructive\" talks with Israeli Prime Minister Benjamin Netanyahu when he visited Washington in July. She has not supported an arms embargo on Israel, however, as some on the US left have called for. And when she debated with Trump, she said: \"I have my entire career and life supported Israel and the Israeli people.\" At the party convention, she said she would \"always stand up for Israel's right to defend itself and I will always ensure Israel has the ability to defend itself\". In her CNN interview, Ms Harris indicated that she would focus on securing a ceasefire deal, which was President Biden's approach. Taxes In 2017, while a senator, Ms Harris supported a number of progressive tax programmes, co-sponsoring a bill with Bernie Sanders to expand social security for the elderly by increasing the tax rate on investments. As a presidential candidate in 2019, she supported a corporate tax rate of 35%, up from 21%. This was more aggressive than President Biden's proposal, which she also supported, of an increase to 28%. A campaign official told the BBC that the vice-president would continue to back President Biden's proposal of not raising taxes on Americans earning less than $400,000 (£310,000). During her acceptance speech after being confirmed as the Democratic candidate, she said she would \"pass a middle class tax cut that will benefit more than 100 million Americans\". At the time of the speech, the details of the tax cut were unclear. The Harris campaign later filled in the detail, saying that through the restoration of the Child Tax Credit and the Earned Income Tax Credit more Americans will be able to keep more of their income. Restoring the expanded Child Tax Credit would give families with newborn children a $6,000 tax cut. Healthcare Ms Harris held fairly progressive views about health care earlier in her career. She supported expanding publicly-funded health-care programmes in the US that cover the elderly, youth with disabilities and poor. This included backing Medicare-for-All, a progressive priority that would make all health care publicly funded. She later walked that position back. Her campaign told the BBC that she would not push for a single-payer system if elected to the White House. While vice-president, the White House has had health care successes. It reduced prescription drug costs, capped insulin prices at $35, allowed Medicare to negotiate drug prices and capped out-of-pocket expenses for Medicare drug coverage. On the campaign trail, she has said that she wants to erase billions of dollars in medical debt for Americans and would work with states on the issue. Details of the plan remain thin, but when she was California's attorney general, Ms Harris often used anti-trust laws to keep insurers, hospitals and drug companies to address costs. Crime Ms Harris started her legal career prosecuting child abusers and sex traffickers before being elected district attorney of San Francisco, then California's attorney general. Her offices increased conviction rates, particularly of violent criminals, though that history led to criticism from the progressive left, which at times labelled her \"a cop\" - though the right has accused her of being soft on crime. Ms Harris has also used her past as a prosecutor to serve as a major contrast with her opponent, who was convicted on 34 charges in a hush-money scheme to illegally influence the 2016 election. She made mention of his conviction and him being found liable for committing sexual abuse in her Democratic party conference acceptance speech. Climate and fracking As a prosecutor, Ms Harris defended California's climate laws and sued oil companies for environmental damage. She also called for climate change policies via a \"Green New Deal\" during her 2020 presidential campaign - some of which has come to fruition under the current administration. During a CNN town hall in 2019, she saidthat \"there is no question I'm in favour of banning fracking\", which is a technique for recovering gas and oil from shale rock that can be damaging to the environment. But she has gone back on that stance. During the presidential debate, she said she cast the tie-breaking vote to pass the Inflation Reduction Act - which opened up new leases for fracking companies - in addition to funnelling hundreds of billions of dollars to renewable energy and electric vehicle tax credit and rebate programs. \"My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil,\" she said. Ms Harris said she will protect public lands and public health, lower household energy costs and hold polluters accountable to secure clear air and water if elected in November, according to her policy platform. Gun laws Ms Harris has a history of backing gun safety regulations throughout her political career, and she successfully defended California's gun laws when they faced legal challenges as the state's attorney general. As vice-president, she has overseen the White House Office of Gun Violence Prevention, and earlier this year announced resources to support the implementation of red-flag laws, which are aimed at keeping firearms from those who may harm themselves and others. She also encouraged states to tap into $750m in federal funds that the Biden-Harris administration made available for crisis intervention programs. Her policy platform includes a ban on assault weapons and high-capacity magazines as well as a requirement for universal background checks. During the debate she noted thatboth she and her vice-presidential nominee Tim Walz are gun owners. More on US election",
      "paragraphs": [
        "Vice-President Kamala Harris has been riding high on a wave of favourable polls and energetic rallies since she became the Democratic Party's nominee for president, and selected Minnesota Governor Tim Walz as her running mate.",
        "She releaseda detailed policy guidein early September offering voters a sense of what a Harris-Walz administration might look like.",
        "This focuses on her economic and foreign policy agenda, and highlights her most urgent priority to tackle the cost of living.",
        "Here are her key policy pledges.",
        "Economy",
        "As vice-president, she has been Mr Biden's partner in passing major economic legislation - regularly labelled \"Bidenomics\" - which included major investments in infrastructure and green energy.",
        "Growth and jobs creation have been strong but inflation and high interest rates continue to hit American wallets.",
        "In a convention acceptance speech focused on the economy, Ms Harris promised mortgage assistance for first-time homebuyers, a tax credit for parents of newborns and bans on price gouging at the grocery store to help target inflation.",
        "She said in her speech that her plans would create \"an opportunity economy where everyone has a chance to compete and a chance to succeed\".",
        "In her first interview as the Democratic nominee with CNN, Ms Harris said that \"one of my highest priorities is to do what we can to support and strengthen the middle class\", a theme that she has repeated on the campaign trail.",
        "Immigration",
        "Ms Harris's position on the border has changed over time to a more moderate one in this campaign.",
        "On the campaign trail, the vice-president has reiterated her continued support for the hardline bipartisan border security deal that would have included hundreds of millions of dollars for border wall construction.",
        "It was torpedoed by congressional Republicans earlier this year at Trump's urging.",
        "It would have fast-tracked decisions on asylum cases, limited humanitarian parole, and expanded the authority to deport migrants.",
        "Part of her policy proposal is to revive the border security bill and sign it into law.",
        "She has also said there \"should be consequences\" for people who cross the US border unlawfully, though she once held a much more lenient position.",
        "As vice-president, she was tasked with tackling the root causes of the record numbers of Central American migrants crossing the southern border. Those numbers spiked during the Biden administration, but have declined in recent months.",
        "She helped raise $3bn - largely from private companies - for regional investments in hopes it would encourage residents to remain in their home countries.",
        "Abortion",
        "Ms Harris has long supported women's right to an abortion.",
        "She has made abortion rights central to her campaign, and continues to advocate for legislation that would enshrine reproductive rights nationwide.",
        "“When Congress passes a law to restore reproductive freedoms, as president of the United States, I will sign it into law,” she said at a rally for her 2024 campaign in Atlanta, Georgia.",
        "She has reiterated that commitment several times, including during the ABC News debate with Donald Trump.",
        "In her policy proposal, Ms Harris wrote she would \"never allow a national abortion ban to become law\".",
        "Ms Harris was the first vice-president to visit an abortion clinic, and she toured the country after the US Supreme Court overturned Roe v Wade in 2022 to address state abortion bans - often framing the issue as one about personal freedom.",
        "Nato and Ukraine aid",
        "Ms Harris's early career focused largely on domestic issues and the state of California, but she has become more involved in foreign policy since she was elected to the US Senate.",
        "As vice-president, she has met 150 world leaders and visited 21 countries.",
        "She attended the Munich Security Conference in the past year, and delivered remarks in support of western security alliance Nato that denounced isolationism and Russia's invasion of Ukraine.",
        "Ms Harris has vowed to support Ukraine “for as long as it takes”, and represented the US at Kyiv's “peace conference” in Switzerland.",
        "In her speech at the Democratic convention, she noted that she met President Volodymyr Zelensky to \"warn him about Russia's plan to invade\" five days before Russia invaded, and \"helped mobilise a global response\" after the war began.",
        "The vice-president also pledged, if elected, to ensure that \"America - not China - wins the competition for the 21st Century\" and to shoulder the responsibility of US leadership.",
        "Israel-Gaza War",
        "Ms Harris has been a longtime advocate for a two-state solution, and she has called for an end to the war in Gaza.",
        "In her convention acceptance speech, she pledged as president to ensure \"that Israel is secure, the hostages are released, the suffering in Gaza ends, and the Palestinian people can realize their right to dignity, security, freedom, and self-determination\".",
        "While serving as vice-president, she was one of the first members of the administration to call for an \"immediate cease-fire\", raise concerns over the \"humanitarian catastrophe for Palestinians\" and charge Israel with ending the conflict.",
        "She raised these issues in what she called \"frank and constructive\" talks with Israeli Prime Minister Benjamin Netanyahu when he visited Washington in July.",
        "She has not supported an arms embargo on Israel, however, as some on the US left have called for.",
        "And when she debated with Trump, she said: \"I have my entire career and life supported Israel and the Israeli people.\"",
        "At the party convention, she said she would \"always stand up for Israel's right to defend itself and I will always ensure Israel has the ability to defend itself\".",
        "In her CNN interview, Ms Harris indicated that she would focus on securing a ceasefire deal, which was President Biden's approach.",
        "Taxes",
        "In 2017, while a senator, Ms Harris supported a number of progressive tax programmes, co-sponsoring a bill with Bernie Sanders to expand social security for the elderly by increasing the tax rate on investments.",
        "As a presidential candidate in 2019, she supported a corporate tax rate of 35%, up from 21%.",
        "This was more aggressive than President Biden's proposal, which she also supported, of an increase to 28%.",
        "A campaign official told the BBC that the vice-president would continue to back President Biden's proposal of not raising taxes on Americans earning less than $400,000 (£310,000).",
        "During her acceptance speech after being confirmed as the Democratic candidate, she said she would \"pass a middle class tax cut that will benefit more than 100 million Americans\".",
        "At the time of the speech, the details of the tax cut were unclear.",
        "The Harris campaign later filled in the detail, saying that through the restoration of the Child Tax Credit and the Earned Income Tax Credit more Americans will be able to keep more of their income.",
        "Restoring the expanded Child Tax Credit would give families with newborn children a $6,000 tax cut.",
        "Healthcare",
        "Ms Harris held fairly progressive views about health care earlier in her career. She supported expanding publicly-funded health-care programmes in the US that cover the elderly, youth with disabilities and poor.",
        "This included backing Medicare-for-All, a progressive priority that would make all health care publicly funded. She later walked that position back.",
        "Her campaign told the BBC that she would not push for a single-payer system if elected to the White House.",
        "While vice-president, the White House has had health care successes. It reduced prescription drug costs, capped insulin prices at $35, allowed Medicare to negotiate drug prices and capped out-of-pocket expenses for Medicare drug coverage.",
        "On the campaign trail, she has said that she wants to erase billions of dollars in medical debt for Americans and would work with states on the issue.",
        "Details of the plan remain thin, but when she was California's attorney general, Ms Harris often used anti-trust laws to keep insurers, hospitals and drug companies to address costs.",
        "Crime",
        "Ms Harris started her legal career prosecuting child abusers and sex traffickers before being elected district attorney of San Francisco, then California's attorney general.",
        "Her offices increased conviction rates, particularly of violent criminals, though that history led to criticism from the progressive left, which at times labelled her \"a cop\" - though the right has accused her of being soft on crime.",
        "Ms Harris has also used her past as a prosecutor to serve as a major contrast with her opponent, who was convicted on 34 charges in a hush-money scheme to illegally influence the 2016 election.",
        "She made mention of his conviction and him being found liable for committing sexual abuse in her Democratic party conference acceptance speech.",
        "Climate and fracking",
        "As a prosecutor, Ms Harris defended California's climate laws and sued oil companies for environmental damage. She also called for climate change policies via a \"Green New Deal\" during her 2020 presidential campaign - some of which has come to fruition under the current administration.",
        "During a CNN town hall in 2019, she saidthat \"there is no question I'm in favour of banning fracking\", which is a technique for recovering gas and oil from shale rock that can be damaging to the environment.",
        "But she has gone back on that stance. During the presidential debate, she said she cast the tie-breaking vote to pass the Inflation Reduction Act - which opened up new leases for fracking companies - in addition to funnelling hundreds of billions of dollars to renewable energy and electric vehicle tax credit and rebate programs.",
        "\"My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil,\" she said.",
        "Ms Harris said she will protect public lands and public health, lower household energy costs and hold polluters accountable to secure clear air and water if elected in November, according to her policy platform.",
        "Gun laws",
        "Ms Harris has a history of backing gun safety regulations throughout her political career, and she successfully defended California's gun laws when they faced legal challenges as the state's attorney general.",
        "As vice-president, she has overseen the White House Office of Gun Violence Prevention, and earlier this year announced resources to support the implementation of red-flag laws, which are aimed at keeping firearms from those who may harm themselves and others.",
        "She also encouraged states to tap into $750m in federal funds that the Biden-Harris administration made available for crisis intervention programs.",
        "Her policy platform includes a ban on assault weapons and high-capacity magazines as well as a requirement for universal background checks.",
        "During the debate she noted thatboth she and her vice-presidential nominee Tim Walz are gun owners.",
        "More on US election"
      ],
      "word_count": 1739
    },
    "analytics": {
      "reading_time_minutes": 9
    },
    "environmental_keywords": {
      "climate change": 1,
      "renewable energy": 1,
      "environmental": 1,
      "green energy": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cgmgz3elmjxo",
    "metadata": {
      "title": "Biden and Harris tour storm Helene havoc as death toll climbs",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "President Joe Biden and Vice-President Kamala Harris have travelled to south-eastern US states hit by Hurricane Helene, as the death toll from the storm climbed to 180. Biden flew by helicopter over North and South Carolina to view the scale of the devastation. Hundreds of people remain missing, with search-and-rescue teams struggling to reach remote areas. Biden has deployed 1,000 active-duty soldiers to help 6,000 National Guard members and 4,800 federal aid workers already working across six states hit by the extreme weather. Aid deliveries have been made by airdrops and mules. The US government has said the clear-up effort could take years. Vice-President Harris, who is the Democratic presidential nominee, travelled to neighbouring Georgia on Wednesday. Both North Carolina and Georgia are key swing states in November's presidential election. Republican presidential nominee Donald Trump took his own trip to Georgia earlier in the week to view the storm damage. In North Carolina, where tens of thousands of residents remain without running water, Biden took an aerial tour of storm-ravaged western areas of the state. \"God willing, they're alive,\" he said, referring to reports of up to 600 people unaccounted for. \"But there's no way to contact them again because of the lack of cell phone coverage.\" The president is due to travel to affected communities in Florida and Georgia on Thursday, White House press secretary Karine Jean-Pierre said. Helene hit the US last Thursday as a category four hurricane - the most powerful on record to strike Florida's Big Bend - before weakening as it tore northwards. According to CBS, almost half of the deaths caused by Helene have been in North Carolina alone, where six months' worth of rain fell. Five other states recorded deaths blamed on the storm: South Carolina, Georgia, Florida, Tennessee and Virginia. Helene has proved to be one of the deadliest storms to hit the US in recent years. Its casualty list surpassed that of Hurricane Ian, which claimed at least 156 lives in 2022. North Carolina’s mountainous areas saw particularly heavy rain that resulted in homes and bridges being washed away. One emergency official in Buncombe County - which includes the hard-hit city of Asheville - said the state had experienced \"biblical devastation\". A volunteer involved in relief efforts told the BBC on Tuesday they knew someone who had \"lost everything\" in Hurricane Katrina in 2005, and had moved to Asheville, only to be devastated again nearly two decades later. \"Looks like she’s wiped out again,\" the volunteer said. \"She has no drinking water. No gasoline. The food in her fridge has rotted.” Helene has also forced the closure of mines in Spruce Pine, a small town that is home to the world’s largest-known source of high-purity quartz. In Tennessee, state authorities are investigating the operator of a plastics factory where 11 workers were swept away by rushing floodwaters on Friday. Two have been confirmed dead and four more remain missing. Impact Plastics told CBS in a statement it had monitored weather conditions around its Erwin plant in north-eastern Tennessee, and dismissed employees \"when water began to cover the parking lot and the adjacent service road, and the plant lost power\". But in interviews with local outlets, employees said they were allegedly told to continue work in the factory until it was too late for a safe exit. More than a million people in some of the affected states remained without power on Wednesday evening, according to monitoring site Poweroutage.us. Initial analysis of the storm suggests human-induced climate change played a significant role in the amount of rainfall. In parts of western North Carolina, records were smashed that had stood since the \"Great Flood\" of July 1916 – another hurricane-caused disaster. The Atlantic hurricane season continues until the end of November.",
      "paragraphs": [
        "President Joe Biden and Vice-President Kamala Harris have travelled to south-eastern US states hit by Hurricane Helene, as the death toll from the storm climbed to 180.",
        "Biden flew by helicopter over North and South Carolina to view the scale of the devastation.",
        "Hundreds of people remain missing, with search-and-rescue teams struggling to reach remote areas.",
        "Biden has deployed 1,000 active-duty soldiers to help 6,000 National Guard members and 4,800 federal aid workers already working across six states hit by the extreme weather.",
        "Aid deliveries have been made by airdrops and mules. The US government has said the clear-up effort could take years.",
        "Vice-President Harris, who is the Democratic presidential nominee, travelled to neighbouring Georgia on Wednesday.",
        "Both North Carolina and Georgia are key swing states in November's presidential election.",
        "Republican presidential nominee Donald Trump took his own trip to Georgia earlier in the week to view the storm damage.",
        "In North Carolina, where tens of thousands of residents remain without running water, Biden took an aerial tour of storm-ravaged western areas of the state.",
        "\"God willing, they're alive,\" he said, referring to reports of up to 600 people unaccounted for. \"But there's no way to contact them again because of the lack of cell phone coverage.\"",
        "The president is due to travel to affected communities in Florida and Georgia on Thursday, White House press secretary Karine Jean-Pierre said.",
        "Helene hit the US last Thursday as a category four hurricane - the most powerful on record to strike Florida's Big Bend - before weakening as it tore northwards.",
        "According to CBS, almost half of the deaths caused by Helene have been in North Carolina alone, where six months' worth of rain fell.",
        "Five other states recorded deaths blamed on the storm: South Carolina, Georgia, Florida, Tennessee and Virginia.",
        "Helene has proved to be one of the deadliest storms to hit the US in recent years. Its casualty list surpassed that of Hurricane Ian, which claimed at least 156 lives in 2022.",
        "North Carolina’s mountainous areas saw particularly heavy rain that resulted in homes and bridges being washed away.",
        "One emergency official in Buncombe County - which includes the hard-hit city of Asheville - said the state had experienced \"biblical devastation\".",
        "A volunteer involved in relief efforts told the BBC on Tuesday they knew someone who had \"lost everything\" in Hurricane Katrina in 2005, and had moved to Asheville, only to be devastated again nearly two decades later.",
        "\"Looks like she’s wiped out again,\" the volunteer said. \"She has no drinking water. No gasoline. The food in her fridge has rotted.”",
        "Helene has also forced the closure of mines in Spruce Pine, a small town that is home to the world’s largest-known source of high-purity quartz.",
        "In Tennessee, state authorities are investigating the operator of a plastics factory where 11 workers were swept away by rushing floodwaters on Friday. Two have been confirmed dead and four more remain missing.",
        "Impact Plastics told CBS in a statement it had monitored weather conditions around its Erwin plant in north-eastern Tennessee, and dismissed employees \"when water began to cover the parking lot and the adjacent service road, and the plant lost power\".",
        "But in interviews with local outlets, employees said they were allegedly told to continue work in the factory until it was too late for a safe exit.",
        "More than a million people in some of the affected states remained without power on Wednesday evening, according to monitoring site Poweroutage.us.",
        "Initial analysis of the storm suggests human-induced climate change played a significant role in the amount of rainfall.",
        "In parts of western North Carolina, records were smashed that had stood since the \"Great Flood\" of July 1916 – another hurricane-caused disaster.",
        "The Atlantic hurricane season continues until the end of November."
      ],
      "word_count": 628
    },
    "analytics": {
      "reading_time_minutes": 4
    },
    "environmental_keywords": {
      "climate change": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/clylwv22j9zo",
    "metadata": {
      "title": "Striking image of a whale feeding wins photo award",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A striking photo of a rare Bryde’s whale about to consume a heart-shaped bait ball, by photographer Rafael Fernández Caballero, has won the Ocean Photographer of the Year award. Caballero’s picture was chosen from more than 15,000 images submitted by professional and amateur photographers. The competition, presented by Oceanographic Magazine and Blancpain, aims to  reveal the wonder of the ocean and the many plights it faces. Jade Hoksbergen was named runner-up with a mesmerising image of a northern gannet, one of the largest seabirds in British waters, diving to catch its prey in waters near Isle of Noss, Shetland Islands, Scotland. Third place was awarded to Thien Nguyen Ngoc for an aerial shot of a fishing boat in Hon Yen, Vietnam. Its long trail of smoke perfectly aligns with the shape of the green nets under the surface. The recipient of this year’s Female Fifty Fathoms Award was Malaysian photographer Ipah Uid Lynn. Her winning portfolio included shots of a tiny goby, a skeletal shrimp, fishermen, divers, and a school of batfish swimming in unison in Koh Tao, Thailand. The Female Fifty Fathoms Award was created in 2021 by Oceanographic Magazine and Blancpain to celebrate pioneering and boundary pushing women in ocean photography. \"It's a recognition that goes beyond personal achievement,\" said Lynn. \"It highlights the importance of storytelling through photography and the voices of women in this field. I'm truly humbled and inspired to continue pushing the boundaries of what I can capture and share with the world.” Jacob Guy was named Young Ocean Photographer of the Year for a compelling image of an elusive algae octopus showing off its fluorescence under ultraviolet light in waters off North Sulawesi, Indonesia. Manuel Castellanos Raboso was the Wildlife category winner with a picture of a mahimahi (common dolphinfish) displaying its catch amid a feeding frenzy in Baja California Sur, Mexico. “The bait ball was semi-static, allowing us to spend some time in the water with these fish, moving like torpedoes in front of us,\" said Castellanos Raboso. \"This scene captures the essence of the hunt and the energy of Baja's marine life.\" The Ocean Fine Art Photographer of the Year award went to Henley Spiers for an image of juvenile Munk’s devil rays attracted by a green light, taken in Baja California Sur, Mexico. \"At night we hung a green light from the back of our boat, [and] as plankton gathered around it the rays gratefully swooped in for a microscopic buffet,\" explained Spiers. Tobias Friedrich triumphed in the Adventure category with an impressive image of a scuba diver dwarfed by a shipwreck in the Bahamas. The Ocean Conservation Photographer of the Year (Hope) award went to Shane Gross for his image of a green sea turtle being released by a researcher in the Seychelles. Researchers took measurements and tagged the turtle before releasing it back into the water. The Ocean Conservation Photographer of the Year (Impact) award went to Frederik Brogaard. A fin whale lies waiting for its turn to be butchered at a whaling plant in Iceland before being sent to Japan. \"The picture might induce a feeling of hopelessness, but public uproar throughout the last two years has resulted in the cancellation of last year's whaling season in Iceland,\" said Brogaard. The Human Connection Award: People and Planet Ocean, went to  Zhang Xiang for a delightful shot of a beach bathed in the golden haze of sunset while a fisherman wades through the water. Shane Gross scooped the Ocean Portfolio Award with work that included images of a crested sculpin, endangered chupare stingray and baby plainfin midshipman fish, still attached to their yolk sacs. An exhibition of all thewinnerswill open at the Australian National Maritime Museum, Sydney, on 28 November 2024.",
      "paragraphs": [
        "A striking photo of a rare Bryde’s whale about to consume a heart-shaped bait ball, by photographer Rafael Fernández Caballero, has won the Ocean Photographer of the Year award.",
        "Caballero’s picture was chosen from more than 15,000 images submitted by professional and amateur photographers.",
        "The competition, presented by Oceanographic Magazine and Blancpain, aims to  reveal the wonder of the ocean and the many plights it faces.",
        "Jade Hoksbergen was named runner-up with a mesmerising image of a northern gannet, one of the largest seabirds in British waters, diving to catch its prey in waters near Isle of Noss, Shetland Islands, Scotland.",
        "Third place was awarded to Thien Nguyen Ngoc for an aerial shot of a fishing boat in Hon Yen, Vietnam.",
        "Its long trail of smoke perfectly aligns with the shape of the green nets under the surface.",
        "The recipient of this year’s Female Fifty Fathoms Award was Malaysian photographer Ipah Uid Lynn.",
        "Her winning portfolio included shots of a tiny goby, a skeletal shrimp, fishermen, divers, and a school of batfish swimming in unison in Koh Tao, Thailand.",
        "The Female Fifty Fathoms Award was created in 2021 by Oceanographic Magazine and Blancpain to celebrate pioneering and boundary pushing women in ocean photography.",
        "\"It's a recognition that goes beyond personal achievement,\" said Lynn.",
        "\"It highlights the importance of storytelling through photography and the voices of women in this field. I'm truly humbled and inspired to continue pushing the boundaries of what I can capture and share with the world.”",
        "Jacob Guy was named Young Ocean Photographer of the Year for a compelling image of an elusive algae octopus showing off its fluorescence under ultraviolet light in waters off North Sulawesi, Indonesia.",
        "Manuel Castellanos Raboso was the Wildlife category winner with a picture of a mahimahi (common dolphinfish) displaying its catch amid a feeding frenzy in Baja California Sur, Mexico.",
        "“The bait ball was semi-static, allowing us to spend some time in the water with these fish, moving like torpedoes in front of us,\" said Castellanos Raboso.",
        "\"This scene captures the essence of the hunt and the energy of Baja's marine life.\"",
        "The Ocean Fine Art Photographer of the Year award went to Henley Spiers for an image of juvenile Munk’s devil rays attracted by a green light, taken in Baja California Sur, Mexico.",
        "\"At night we hung a green light from the back of our boat, [and] as plankton gathered around it the rays gratefully swooped in for a microscopic buffet,\" explained Spiers.",
        "Tobias Friedrich triumphed in the Adventure category with an impressive image of a scuba diver dwarfed by a shipwreck in the Bahamas.",
        "The Ocean Conservation Photographer of the Year (Hope) award went to Shane Gross for his image of a green sea turtle being released by a researcher in the Seychelles.",
        "Researchers took measurements and tagged the turtle before releasing it back into the water.",
        "The Ocean Conservation Photographer of the Year (Impact) award went to Frederik Brogaard.",
        "A fin whale lies waiting for its turn to be butchered at a whaling plant in Iceland before being sent to Japan.",
        "\"The picture might induce a feeling of hopelessness, but public uproar throughout the last two years has resulted in the cancellation of last year's whaling season in Iceland,\" said Brogaard.",
        "The Human Connection Award: People and Planet Ocean, went to  Zhang Xiang for a delightful shot of a beach bathed in the golden haze of sunset while a fisherman wades through the water.",
        "Shane Gross scooped the Ocean Portfolio Award with work that included images of a crested sculpin, endangered chupare stingray and baby plainfin midshipman fish, still attached to their yolk sacs.",
        "An exhibition of all thewinnerswill open at the Australian National Maritime Museum, Sydney, on 28 November 2024."
      ],
      "word_count": 623
    },
    "analytics": {
      "reading_time_minutes": 4
    },
    "environmental_keywords": {
      "conservation": 2
    }
  }
]