[
  {
    "url": "https://www.bbc.com/news/articles/crl8e084r9yo",
    "metadata": {
      "title": "Hurricane Milton rapidly intensifies to category five strength",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Hurricane Milton has rapidly intensified into a category five storm as it tears its way towards the US Gulf Coast, the US National Hurricane Center (NHC) has said. Ferocious winds of up to 175mph (281km/h) have been recorded as Milton heads towards Florida, where it is expected to make landfall on Wednesday night or early Thursday morning, the NHC said. Floridians have been told to prepare for the state's largest evacuation effort in years, with Governor Ron DeSantis warning that time for people to evacuate is quickly running out. \"We have to assume this is going to be a monster,\" Governor DeSantis said at press conference on Monday afternoon. Warnings over Hurricane Milton come just 10 days after Hurricane Helene - the deadliest mainland storm since Katrina in 2005 - pummeled the US south-east, killing at least 225 people. Hundreds more are missing. At least 14 of those deaths were in Florida, where 51 of 67 counties are now under emergency warnings as Milton approaches. \"Unfortunately, some of the Helene victims are in the path of this storm,\" DeSantis said. \"I would imagine that [Milton] would be more life threatening... as a result of the strength of this storm and where it may end up hitting.\" He urged residents to begin storm preparations and heed evacuation warnings early. Ken Graham, director of the National Weather Service [NWS], said Milton became a category five hurricane at record-breaking speed - with wind speeds intensifying by 80 knots (148km/h) over 24 hours. \"That's the third highest we have on record,\" he said. Hurricanes are separated into five categories based on their wind speed. Those reaching category three and higher are considered major hurricanes because of their potential for significant loss of life and damage, according to the NWS. Hurricane Milton is expected to weaken on Tuesday as it travels over the Gulf of Mexico, dropping to a category three storm by the time it makes landfall in Florida's Tampa Bay on Wednesday evening or early on Thursday, CBS News, the BBC's US news partner, reported. Milton is then forecast to continue tracking north-east, cutting across the Florida peninsula as it heads for the Atlantic Ocean. On Monday ahead of Milton's landfall, long lines at petrol stations began forming in south Florida, with some reports of stations running out of fuel. Traffic congestion in some areas has increased by as much as 90% above average, DeSantis said. The state has opened additional lanes on some interstates to improve the flow of traffic. School closures in several counties begin on Tuesday. Keith Turi, a spokesperson for the Federal Emergency Management Agency (Fema), said: \"I’m encouraged by the amount of evacuation that’s going on right now.\" \"This is actually a good sign.\" The NHC warned torrential rain and flash-flooding can be expected across parts of Florida from Monday. It added that life-threatening storm surges and damaging winds along portions of Florida's west coast were possible from late Tuesday or early Wednesday. Rainfall totals could reach localised highs of 15in (38cm), and coastal areas could see storm surges of of 5-10ft (1.5-3.5m). DeSantis warned residents in the storm's path, specifically in areas that have potential for storm surge, to leave as soon as possible. \"Time is going to start running out very, very soon,\" he said. Counties began issuing evacuation orders on Monday, and tolls will be suspended on roads in western and central Florida. DeSantis also warned Floridians it is possible the storm will be powerful as it crosses the state. \"It's going to remain a hurricane at some level all the way through exiting the east coast of Florida,\" he said. \"This will produce major damage, whatever ends up happening,\" he added. Parts of Pinellas County, where at least a dozen people were killed by Helene, were placed under evacuation orders on Monday. Tampa International Airport announced it would be suspending flight operations from Tuesday because of the storm. Where and when Milton is expected to hit The approach of the new hurricane comes as the US government warns that clean-up efforts could take years after Hurricane Helene. Over 12,000 cubic yards of debris have been removed in Helene-affected areas of Florida in less than two days, officials said. DeSantis said debris removal will continue \"until is is no longer safe to do so\". Hundreds of roads in affected areas remain closed, hampering efforts to send aid to hard-hit communities. Helene made landfall in late September as a category four hurricane - damaging structures, causing flash flooding and knocking out power to millions of homes. As well as in Florida, deaths were recorded in Georgia, South Carolina, Tennessee and Virginia - and the worst-hit state, North Carolina. President Joe Biden has ordered another 500 soldiers to be deployed to North Carolina. The troops - who now number 1,500 in all - will work with thousands of government relief workers and National Guard. Biden has so far approved nearly $140m (£107m) in federal assistance. The use of the money has become the subject of false claims by Donald Trump, the Republican candidate for next month's presidential election, who said relief money had been spent on migrants. Trump has been accused of \"dangerous\" misinformation by the head of the US disaster relief agency. Sign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK?Sign up to our international newsletter here. Why was Hurricane Helene so damaging? Political row erupts over Hurricane Helene disaster relief",
      "paragraphs": [
        "Hurricane Milton has rapidly intensified into a category five storm as it tears its way towards the US Gulf Coast, the US National Hurricane Center (NHC) has said.",
        "Ferocious winds of up to 175mph (281km/h) have been recorded as Milton heads towards Florida, where it is expected to make landfall on Wednesday night or early Thursday morning, the NHC said.",
        "Floridians have been told to prepare for the state's largest evacuation effort in years, with Governor Ron DeSantis warning that time for people to evacuate is quickly running out.",
        "\"We have to assume this is going to be a monster,\" Governor DeSantis said at press conference on Monday afternoon.",
        "Warnings over Hurricane Milton come just 10 days after Hurricane Helene - the deadliest mainland storm since Katrina in 2005 - pummeled the US south-east, killing at least 225 people. Hundreds more are missing.",
        "At least 14 of those deaths were in Florida, where 51 of 67 counties are now under emergency warnings as Milton approaches.",
        "\"Unfortunately, some of the Helene victims are in the path of this storm,\" DeSantis said.",
        "\"I would imagine that [Milton] would be more life threatening... as a result of the strength of this storm and where it may end up hitting.\"",
        "He urged residents to begin storm preparations and heed evacuation warnings early.",
        "Ken Graham, director of the National Weather Service [NWS], said Milton became a category five hurricane at record-breaking speed - with wind speeds intensifying by 80 knots (148km/h) over 24 hours.",
        "\"That's the third highest we have on record,\" he said.",
        "Hurricanes are separated into five categories based on their wind speed.",
        "Those reaching category three and higher are considered major hurricanes because of their potential for significant loss of life and damage, according to the NWS.",
        "Hurricane Milton is expected to weaken on Tuesday as it travels over the Gulf of Mexico, dropping to a category three storm by the time it makes landfall in Florida's Tampa Bay on Wednesday evening or early on Thursday, CBS News, the BBC's US news partner, reported.",
        "Milton is then forecast to continue tracking north-east, cutting across the Florida peninsula as it heads for the Atlantic Ocean.",
        "On Monday ahead of Milton's landfall, long lines at petrol stations began forming in south Florida, with some reports of stations running out of fuel.",
        "Traffic congestion in some areas has increased by as much as 90% above average, DeSantis said.",
        "The state has opened additional lanes on some interstates to improve the flow of traffic.",
        "School closures in several counties begin on Tuesday.",
        "Keith Turi, a spokesperson for the Federal Emergency Management Agency (Fema), said: \"I’m encouraged by the amount of evacuation that’s going on right now.\"",
        "\"This is actually a good sign.\"",
        "The NHC warned torrential rain and flash-flooding can be expected across parts of Florida from Monday.",
        "It added that life-threatening storm surges and damaging winds along portions of Florida's west coast were possible from late Tuesday or early Wednesday.",
        "Rainfall totals could reach localised highs of 15in (38cm), and coastal areas could see storm surges of of 5-10ft (1.5-3.5m).",
        "DeSantis warned residents in the storm's path, specifically in areas that have potential for storm surge, to leave as soon as possible.",
        "\"Time is going to start running out very, very soon,\" he said.",
        "Counties began issuing evacuation orders on Monday, and tolls will be suspended on roads in western and central Florida.",
        "DeSantis also warned Floridians it is possible the storm will be powerful as it crosses the state.",
        "\"It's going to remain a hurricane at some level all the way through exiting the east coast of Florida,\" he said.",
        "\"This will produce major damage, whatever ends up happening,\" he added.",
        "Parts of Pinellas County, where at least a dozen people were killed by Helene, were placed under evacuation orders on Monday.",
        "Tampa International Airport announced it would be suspending flight operations from Tuesday because of the storm.",
        "Where and when Milton is expected to hit",
        "The approach of the new hurricane comes as the US government warns that clean-up efforts could take years after Hurricane Helene.",
        "Over 12,000 cubic yards of debris have been removed in Helene-affected areas of Florida in less than two days, officials said.",
        "DeSantis said debris removal will continue \"until is is no longer safe to do so\".",
        "Hundreds of roads in affected areas remain closed, hampering efforts to send aid to hard-hit communities.",
        "Helene made landfall in late September as a category four hurricane - damaging structures, causing flash flooding and knocking out power to millions of homes.",
        "As well as in Florida, deaths were recorded in Georgia, South Carolina, Tennessee and Virginia - and the worst-hit state, North Carolina.",
        "President Joe Biden has ordered another 500 soldiers to be deployed to North Carolina. The troops - who now number 1,500 in all - will work with thousands of government relief workers and National Guard.",
        "Biden has so far approved nearly $140m (£107m) in federal assistance. The use of the money has become the subject of false claims by Donald Trump, the Republican candidate for next month's presidential election, who said relief money had been spent on migrants.",
        "Trump has been accused of \"dangerous\" misinformation by the head of the US disaster relief agency.",
        "Sign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK?Sign up to our international newsletter here.",
        "Why was Hurricane Helene so damaging?",
        "Political row erupts over Hurricane Helene disaster relief"
      ],
      "word_count": 929
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cden6k97n9xo",
    "metadata": {
      "title": "Will carbon capture help the UK tackle climate change?",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "There is a lot of rousing rhetoric today about carbon capture, following the government’s pledge of £21.7bn of public funds over the next 25 years to help kick-start the industry in the UK. It says it will reignite the country’s industrial heartland and help to create a new era for clean energy. But how much will this help the UK’s efforts to tackle climate change – and is it worth the huge price tag? Carbon capture and storage is where carbon dioxide (CO2) produced from power stations and industrial processes is captured at source, rather than escaping into the atmosphere and adding to global warming. The captured CO2 is then transported and stored, often deep underground. This is slightly different to carbon removal, which involves using the natural world – such as tree planting – or machines, in order to suck out CO2 that is already in the air, and store it. Carbon capture and storage technology has been around for decades, but the industry has struggled to really take off – both globally and in the UK. Nearly £22bn pledged for carbon capture projects Rachel Reeves signals plan to spend more on big projects What is carbon capture and can it fight climate change? Around 45 commercial carbon capture and storage facilities are in operation worldwide, together capturing more than 50 million tonnes of CO2 each year, according to the International Energy Agency. That may sound a lot - but global CO2 emissions from fossil fuels and industry currently sit at more than 35 billion tonnes per year. So carbon capture currently makes very little difference to global CO2 emissions. But both the UN’s Intergovernmental Panel on Climate Change and the UK’s Climate Change Committee see the technology as part of efforts to reach net zero. Why? Put simply, the UK will continue to rely on polluting industries in the decades to come, albeit to a much lesser extent. As electricity generation from renewable sources such as wind and solar continues to grow, the UK’s reliance on fossil fuels should fall sharply for things like powering cars and heating homes. But a small amount of gas generation will likely still be needed by 2035, the Climate Change Committee says, in order to help keep the lights on when intermittent renewable sources dip. Carbon capture would help to prevent this CO2 from escaping into the atmosphere. The technology could be particularly important for decarbonising some heavy industry such as cement production, for which there are currently few obvious alternatives. Many environmental groups support carbon capture for this purpose, but have expressed fears that it could give oil and gas companies an excuse to keep burning fossil fuels if not properly controlled. Will the money help the UK become a carbon capture leader? The International Energy Agency expects carbon capture to grow substantially over the next few years – potentially to around 435 million tonnes per year globally by 2030, based on announced projects. The UK has favourable geology to store CO2 in the North Sea, as well as a workforce with many of the necessary skills from oil and gas industry. So the government – much like the previous Conservative administration - wants the UK to be a leader in the carbon capture race. It hopes that its £21.7bn of funding – plus £8bn from private investment - will help to kick-start the industry in the UK. The money covers three carbon capture projects and two transport and storage projects, across sites in Merseyside and Teesside. The government hopes these funds will help overcome the fundamental economic – rather than technological - challenge of carbon capture to date: that it has been cheaper for companies to emit the CO2 into the atmosphere. It says it will incentivise companies to capture the CO2, with penalties for not doing so. “Over time the carbon price will inevitably rise,” Ed Miliband, energy security and net zero secretary, told BBC News, referring to the charges to polluters. “But for now, what the right thing to do is, is to say ‘we are going to help these companies to capture the carbon, give them a way through’, and it is so important for the competitiveness of our industry.” In March 2023, the Conservatives pledged £20bn in funding over the next 20 years. But Labour argue they did not make this funding available, nor identify where it was going to come from. The aim is for these initial projects to start capturing and storing CO2 from 2028, with a capacity to take up 8.5 million tonnes per year. This would still be a small fraction of the UK’s greenhouse gas emissions, which in 2023 were 384 million tonnes of CO2-equivalent, according to provisional figures. This underlines how carbon capture will be only one element of decarbonisation. But the government hopes this initial investment will help carbon capture to become cheaper in time – in a similar way to wind and solar power generation – and help the UK to reach net zero, while also securing jobs and investment.",
      "paragraphs": [
        "There is a lot of rousing rhetoric today about carbon capture, following the government’s pledge of £21.7bn of public funds over the next 25 years to help kick-start the industry in the UK.",
        "It says it will reignite the country’s industrial heartland and help to create a new era for clean energy.",
        "But how much will this help the UK’s efforts to tackle climate change – and is it worth the huge price tag?",
        "Carbon capture and storage is where carbon dioxide (CO2) produced from power stations and industrial processes is captured at source, rather than escaping into the atmosphere and adding to global warming.",
        "The captured CO2 is then transported and stored, often deep underground.",
        "This is slightly different to carbon removal, which involves using the natural world – such as tree planting – or machines, in order to suck out CO2 that is already in the air, and store it.",
        "Carbon capture and storage technology has been around for decades, but the industry has struggled to really take off – both globally and in the UK.",
        "Nearly £22bn pledged for carbon capture projects",
        "Rachel Reeves signals plan to spend more on big projects",
        "What is carbon capture and can it fight climate change?",
        "Around 45 commercial carbon capture and storage facilities are in operation worldwide, together capturing more than 50 million tonnes of CO2 each year, according to the International Energy Agency.",
        "That may sound a lot - but global CO2 emissions from fossil fuels and industry currently sit at more than 35 billion tonnes per year.",
        "So carbon capture currently makes very little difference to global CO2 emissions.",
        "But both the UN’s Intergovernmental Panel on Climate Change and the UK’s Climate Change Committee see the technology as part of efforts to reach net zero.",
        "Why?",
        "Put simply, the UK will continue to rely on polluting industries in the decades to come, albeit to a much lesser extent.",
        "As electricity generation from renewable sources such as wind and solar continues to grow, the UK’s reliance on fossil fuels should fall sharply for things like powering cars and heating homes.",
        "But a small amount of gas generation will likely still be needed by 2035, the Climate Change Committee says, in order to help keep the lights on when intermittent renewable sources dip.",
        "Carbon capture would help to prevent this CO2 from escaping into the atmosphere.",
        "The technology could be particularly important for decarbonising some heavy industry such as cement production, for which there are currently few obvious alternatives.",
        "Many environmental groups support carbon capture for this purpose, but have expressed fears that it could give oil and gas companies an excuse to keep burning fossil fuels if not properly controlled.",
        "Will the money help the UK become a carbon capture leader?",
        "The International Energy Agency expects carbon capture to grow substantially over the next few years – potentially to around 435 million tonnes per year globally by 2030, based on announced projects.",
        "The UK has favourable geology to store CO2 in the North Sea, as well as a workforce with many of the necessary skills from oil and gas industry.",
        "So the government – much like the previous Conservative administration - wants the UK to be a leader in the carbon capture race.",
        "It hopes that its £21.7bn of funding – plus £8bn from private investment - will help to kick-start the industry in the UK.",
        "The money covers three carbon capture projects and two transport and storage projects, across sites in Merseyside and Teesside.",
        "The government hopes these funds will help overcome the fundamental economic – rather than technological - challenge of carbon capture to date: that it has been cheaper for companies to emit the CO2 into the atmosphere.",
        "It says it will incentivise companies to capture the CO2, with penalties for not doing so.",
        "“Over time the carbon price will inevitably rise,” Ed Miliband, energy security and net zero secretary, told BBC News, referring to the charges to polluters.",
        "“But for now, what the right thing to do is, is to say ‘we are going to help these companies to capture the carbon, give them a way through’, and it is so important for the competitiveness of our industry.”",
        "In March 2023, the Conservatives pledged £20bn in funding over the next 20 years.",
        "But Labour argue they did not make this funding available, nor identify where it was going to come from.",
        "The aim is for these initial projects to start capturing and storing CO2 from 2028, with a capacity to take up 8.5 million tonnes per year.",
        "This would still be a small fraction of the UK’s greenhouse gas emissions, which in 2023 were 384 million tonnes of CO2-equivalent, according to provisional figures.",
        "This underlines how carbon capture will be only one element of decarbonisation.",
        "But the government hopes this initial investment will help carbon capture to become cheaper in time – in a similar way to wind and solar power generation – and help the UK to reach net zero, while also securing jobs and investment."
      ],
      "word_count": 842
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c70z9ke4n0eo",
    "metadata": {
      "title": "Business urges others to use free tool to cut CO2",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A local business is encouraging others to use a free carbon calculator to help cut some of the \"excessive\" costs of achieving net zero. Gilt Edged, a supplier of company branded products and promotional items in Moulton Park in Northampton, has been using the \"accessible\" calculator. It was developed for businesses and charities to measure emissions as part of a project between West Northamptonshire Council, University of Northampton and Sustainable Business Alliance. Keeping track of carbon footprint can cost a business with up to 50 staff about £10,000 a year, the project said. Natalie Eichmann, managing director at Gilt Edged, said the tool helped them \"to know where to focus our efforts\". \"The cost to actually try and monitor your own carbon footprint can be quite excessive, and some of the calculators out on the market can be quite confusing,\" she said. \"So for us to be able to use something quite simple and very accessible gives us a really good starting point to know exactly where we need to focus our efforts in order for us to be meeting those targets by 2050.\" The UK has pledged to reduce its greenhouse gas emissions tonet zero by 2050. Gilt Edged employs 22 people, and, according to the calculator, its footprint result was 4.8 tonnes of the planet-warming greenhouse gas CO2 per employee for 2023. The company wants to reduce that to 4 tonnes this year and 1.1 tonnes by 2030. The free carbon calculator was created with funding from the UK Shared Prosperity Fund. It is also part of an ongoing Towards A Net Zero (TANZ) scheme in the county, which is led by Dr Ebenezer Laryea. \"This is a defining moment in our collective journey towards reaching Net Zero,\" said Dr Laryea, an associate professor of sustainable development law at the University of Northampton. \"For the first time ever, a carbon calculator which has been uniquely developed for local businesses is being made available free of charge to ensure that businesses and charities across our region are able to have the basic tools to measure their emissions, identify areas of high emissions, take the action to address those areas, and forecast their paths to Net Zero for years to come.\" Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX. Climate protesters interrupt council meeting Town gets £9.4m to bring in electric buses in 2026 Council's net zero carbon emission pledge Towards A Net Zero (TANZ) West Northants Use technology to fight climate change - report",
      "paragraphs": [
        "A local business is encouraging others to use a free carbon calculator to help cut some of the \"excessive\" costs of achieving net zero.",
        "Gilt Edged, a supplier of company branded products and promotional items in Moulton Park in Northampton, has been using the \"accessible\" calculator.",
        "It was developed for businesses and charities to measure emissions as part of a project between West Northamptonshire Council, University of Northampton and Sustainable Business Alliance.",
        "Keeping track of carbon footprint can cost a business with up to 50 staff about £10,000 a year, the project said. Natalie Eichmann, managing director at Gilt Edged, said the tool helped them \"to know where to focus our efforts\".",
        "\"The cost to actually try and monitor your own carbon footprint can be quite excessive, and some of the calculators out on the market can be quite confusing,\" she said.",
        "\"So for us to be able to use something quite simple and very accessible gives us a really good starting point to know exactly where we need to focus our efforts in order for us to be meeting those targets by 2050.\"",
        "The UK has pledged to reduce its greenhouse gas emissions tonet zero by 2050.",
        "Gilt Edged employs 22 people, and, according to the calculator, its footprint result was 4.8 tonnes of the planet-warming greenhouse gas CO2 per employee for 2023.",
        "The company wants to reduce that to 4 tonnes this year and 1.1 tonnes by 2030.",
        "The free carbon calculator was created with funding from the UK Shared Prosperity Fund.",
        "It is also part of an ongoing Towards A Net Zero (TANZ) scheme in the county, which is led by Dr Ebenezer Laryea.",
        "\"This is a defining moment in our collective journey towards reaching Net Zero,\" said Dr Laryea, an associate professor of sustainable development law at the University of Northampton.",
        "\"For the first time ever, a carbon calculator which has been uniquely developed for local businesses is being made available free of charge to ensure that businesses and charities across our region are able to have the basic tools to measure their emissions, identify areas of high emissions, take the action to address those areas, and forecast their paths to Net Zero for years to come.\"",
        "Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX.",
        "Climate protesters interrupt council meeting",
        "Town gets £9.4m to bring in electric buses in 2026",
        "Council's net zero carbon emission pledge",
        "Towards A Net Zero (TANZ) West Northants",
        "Use technology to fight climate change - report"
      ],
      "word_count": 412
    },
    "analytics": {
      "reading_time_minutes": 3
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cx250z4vgwpo",
    "metadata": {
      "title": "College opens renewable energy training facility",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A college has launched an \"incredible\" £500,000 renewable energies education and training facility. Northampton College said the Green Skills Centre at its Booth Lane campus would support the construction sector by providing up to 250 students with access to the latest green technologies each year. On Friday, dozens of employers attended the launch of the centre, which features rig and bays for advancements including ground source heat pumps, electrification of vehicles and solar thermal energy among others. It was officially opened by college principal Jason Lancaster and Northampton North MP Lucy Rigby. \"Northampton College is already a beacon of excellence,\" said the Labour MP. \"Allowing people the opportunity to gain green construction skills and training in the very latest renewable technologies is exactly where we need to be as a country – tackling both the skills shortage and the climate crisis and providing businesses with what they need. \"We need more places like this around the country and I couldn’t be prouder that Northampton has this leading facility.” Mr Lancaster said: \"In this incredible new centre our students will receive training on top-of-the-range low carbon technologies to prepare them for the green jobs which desperately need to be filled across the country. \"The green skills they will learn here are crucial to both our economy and to our nation’s efforts to tackle climate change. \"We’re proud to have developed this centre and its offering with leading local and national experts in the field – it’s a fantastic example of what can be achieved when educational organisations and employers work together.” Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX. New principal for 9,000-student college Northampton College",
      "paragraphs": [
        "A college has launched an \"incredible\" £500,000 renewable energies education and training facility.",
        "Northampton College said the Green Skills Centre at its Booth Lane campus would support the construction sector by providing up to 250 students with access to the latest green technologies each year.",
        "On Friday, dozens of employers attended the launch of the centre, which features rig and bays for advancements including ground source heat pumps, electrification of vehicles and solar thermal energy among others.",
        "It was officially opened by college principal Jason Lancaster and Northampton North MP Lucy Rigby.",
        "\"Northampton College is already a beacon of excellence,\" said the Labour MP.",
        "\"Allowing people the opportunity to gain green construction skills and training in the very latest renewable technologies is exactly where we need to be as a country – tackling both the skills shortage and the climate crisis and providing businesses with what they need.",
        "\"We need more places like this around the country and I couldn’t be prouder that Northampton has this leading facility.”",
        "Mr Lancaster said: \"In this incredible new centre our students will receive training on top-of-the-range low carbon technologies to prepare them for the green jobs which desperately need to be filled across the country.",
        "\"The green skills they will learn here are crucial to both our economy and to our nation’s efforts to tackle climate change.",
        "\"We’re proud to have developed this centre and its offering with leading local and national experts in the field – it’s a fantastic example of what can be achieved when educational organisations and employers work together.”",
        "Follow Northamptonshire news onBBC Sounds,Facebook,InstagramandX.",
        "New principal for 9,000-student college",
        "Northampton College"
      ],
      "word_count": 272
    },
    "analytics": {
      "reading_time_minutes": 2
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c5y3qgqxpwno",
    "metadata": {
      "title": "Political row erupts over Hurricane Helene disaster relief",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A political row has erupted after Donald Trump claimed Americans hit hard by Hurricane Helene were losing out on emergency relief money because it had been spent on migrants. The White House swiftly rebutted the claims and accused Republicans of spreading \"bold-faced lies\" about funding for the disaster response. On Wednesday US Homeland Security Secretary Alejandro Mayorkas had said the Federal Emergency Management Agency (Fema), which he oversees, was short on cash for the rest of hurricane season. Trump and his allies expressed outrage that the agency had spent over $640m (£487m) on housing migrants. But officials pointed out that this funding, authorised by Congress, was part of an entirely different programme run by Fema unconnected to disaster relief. With less than a month to go before the White House election, Trump and the Democratic nominee Kamala Harris are neck and neck in the handful of swing states, such as storm-hit North Carolina and Georgia, that will decide the vote. The deadliest mainland US hurricane since Katrina in 2005, Helene tore through the south-east last week, claiming at least 225 lives and leaving hundreds more missing. Both Trump and Vice-President Harris have made trips to some of the affected states. Republicans have attempted to link the disaster relief effort to immigration - an issue seen as a strength for Trump - but have spread misinformation about how government money is used. At an event in Evans, Georgia, on Friday, Trump said, without evidence, that: \"A lot of the money that was supposed to go to Georgia and supposed to go to North Carolina and all of the others is going and has gone already. \"It's been gone for people that came into the country illegally, and nobody has ever seen anything like that. That's a shame.\" Fema did receive a budget from Congress - $640m in the last fiscal year - to provide housing to immigrants applying for US citizenship. But the cash came via a federal immigration agency, Customs and Border Protection. It was spent through Fema's Shelter and Services Program (SSP) and is a separate pot of money to the agency's Disaster Relief Fund of nearly $20bn, which is used to respond to hurricanes and other natural disasters. Fema's disaster relief budget for the year expired at the end of September and the agency is currently running on temporary funding while Congress negotiates a new annual budget. The agency has responded to Trump's claim witha dedicated fact-check page, and a statement from the Department of Homeland Security. “This is false,\" Fema said in a statement. \"No money is being diverted from disaster response needs.” So far, more than $45m has been given to communities affected by Hurricane Helene, said the agency. Fema has also shipped over 11.5m meals and 12.6m litres of water in the aftermath of Helene, said Vice-President Harris on Friday, adding that more than 5,600 federal personnel were on the ground. But Trump's son, Donald Trump Jr, posted on X, formerly Twitter, on Thursday that it was \"madness\" for billions of dollars in foreign aid to be sent to Ukraine, instead of to American citizens who had lost everything in the storm. Meanwhile, critics of Trump have pointed out that when he was president back in 2019, $155m was transferred from Fema's operating budget to fund deportations of migrants to Mexico. IV fluid supplies in US disrupted by Hurricane Helene",
      "paragraphs": [
        "A political row has erupted after Donald Trump claimed Americans hit hard by Hurricane Helene were losing out on emergency relief money because it had been spent on migrants.",
        "The White House swiftly rebutted the claims and accused Republicans of spreading \"bold-faced lies\" about funding for the disaster response.",
        "On Wednesday US Homeland Security Secretary Alejandro Mayorkas had said the Federal Emergency Management Agency (Fema), which he oversees, was short on cash for the rest of hurricane season.",
        "Trump and his allies expressed outrage that the agency had spent over $640m (£487m) on housing migrants.",
        "But officials pointed out that this funding, authorised by Congress, was part of an entirely different programme run by Fema unconnected to disaster relief.",
        "With less than a month to go before the White House election, Trump and the Democratic nominee Kamala Harris are neck and neck in the handful of swing states, such as storm-hit North Carolina and Georgia, that will decide the vote.",
        "The deadliest mainland US hurricane since Katrina in 2005, Helene tore through the south-east last week, claiming at least 225 lives and leaving hundreds more missing.",
        "Both Trump and Vice-President Harris have made trips to some of the affected states.",
        "Republicans have attempted to link the disaster relief effort to immigration - an issue seen as a strength for Trump - but have spread misinformation about how government money is used.",
        "At an event in Evans, Georgia, on Friday, Trump said, without evidence, that: \"A lot of the money that was supposed to go to Georgia and supposed to go to North Carolina and all of the others is going and has gone already.",
        "\"It's been gone for people that came into the country illegally, and nobody has ever seen anything like that. That's a shame.\"",
        "Fema did receive a budget from Congress - $640m in the last fiscal year - to provide housing to immigrants applying for US citizenship.",
        "But the cash came via a federal immigration agency, Customs and Border Protection.",
        "It was spent through Fema's Shelter and Services Program (SSP) and is a separate pot of money to the agency's Disaster Relief Fund of nearly $20bn, which is used to respond to hurricanes and other natural disasters.",
        "Fema's disaster relief budget for the year expired at the end of September and the agency is currently running on temporary funding while Congress negotiates a new annual budget.",
        "The agency has responded to Trump's claim witha dedicated fact-check page, and a statement from the Department of Homeland Security.",
        "“This is false,\" Fema said in a statement. \"No money is being diverted from disaster response needs.”",
        "So far, more than $45m has been given to communities affected by Hurricane Helene, said the agency.",
        "Fema has also shipped over 11.5m meals and 12.6m litres of water in the aftermath of Helene, said Vice-President Harris on Friday, adding that more than 5,600 federal personnel were on the ground.",
        "But Trump's son, Donald Trump Jr, posted on X, formerly Twitter, on Thursday that it was \"madness\" for billions of dollars in foreign aid to be sent to Ukraine, instead of to American citizens who had lost everything in the storm.",
        "Meanwhile, critics of Trump have pointed out that when he was president back in 2019, $155m was transferred from Fema's operating budget to fund deportations of migrants to Mexico.",
        "IV fluid supplies in US disrupted by Hurricane Helene"
      ],
      "word_count": 565
    },
    "analytics": {
      "reading_time_minutes": 3
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c2ekg70wejdo",
    "metadata": {
      "title": "Democrats usually win these states. Why Trump's visiting them anyway",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Fewer than 50 days before the US election, with House seats and the future of his presidential agenda hanging in the balance, Republican Donald Trump held a rally in a state he's likely to lose. “When I told some people in Washington, yeah, I'm going up to New York, we're doing a campaign speech, they said, ‘What do you mean New York?’ Nobody can win. Republicans can't win,’” Trump regaled a crowd at the Nassau Veterans Memorial Coliseum on Long Island earlier this month. The rally was only a short train ride from the liberal bastion of New York City, but the atmosphere was indistinguishable from his rallies in more conservative states. The arena’s parking lot was a Trumpian tailgate party; vendors sold merchandise with the slogan “I’m voting for the felon,\" and a Trump impersonator posed for photos. “I said, I can win New York, and we can win New York,” Trump declared. Maureen Liantonio, a 55-year-old from Long Island, showed up to support him. Rather than wearing the usual red-white-and-blue to the rally, she wore a bright shirt featuring Trump wearing Barbie-pink shades and blowing bubble gum. “I’m doing it all Republican,” she said. \"The whole down ballot, Republican.” Squabbling over just a few seats Trump might not take New York in the Electoral College, but that night in Uniondale before thousands, he was correct – Republicans can win. In New York, Republicans and Democrats are at war over a handful of congressional districts on Long Island, and in the Hudson Valley and central region as they fight to control the House of Representatives - in addition to the White House. Part of Trump's mission in Democratic states like New York, which he is unlikely to win, is to fight for Republican candidates to win those districts. A handful of moderate districts in partisan states could tip the balance of power in the House. Republicans, currently the House majority, are challenging Democratic representatives in blue-leaning regions in Washington state and Maine. Meanwhile Democrats are fighting to keep their centrist lawmakers in more conservative states like Alaska and Ohio. Winning House seats in up-for grabs districts like Uniondale's is vital for Trump and his Democratic opponent, Kamala Harris: House control helps determine whether the next president's agenda faces supportive, same-party lawmakers - or an unyielding wall of partisan opposition. Why New York matters to Trump While Trump might not win New York this November, the Republican Party has had surprising success in House contests there in recent years. Republican Anthony D’Esposito, representative for the now-hotly contested 4th district where the rally was held, warmed up the crowd for Trump, receiving a hearty welcome. “Long Island is a battleground island!” he roared. He flipped the district from Democratic control in 2022, even though President Joe Biden had dominated there two years prior. It's now a district Democrats want back. Hammering warnings about crime, immigration and inflation helped the Republican Party capture key New York suburban districts - and control of the House - in 2022. Trump and down-ballot Republicans are hoping to replicate this success nationwide. “We're not a border state, but immigration is huge,” said Randie Lucano, 64, a small business owner living in the 4th district. “Economy is huge. Housing, the next generation. What can they afford?” Ms Lucano said she is an independent and considered voting for Robert F Kennedy Jr before he dropped out. Now, she said, she will vote Republican because she believes Trump will stem immigration and control the cost of living. Nationally, likely voters who say the economy is a major issue in this election support Trump over Harris, 53% to 47%, a mid-September poll by CBS News/YouGov found. The poll also indicated that voters who view immigrants negatively support Trump; 73% of registered voters who support Trump said immigrants made the country worse, compared to just 13% of Trump voters who believe the opposite. Long Island voter, Celine Kaur, 48, feels strongly about migrants. “We have terrorists that could be coming over,” she said, echoing Mr Trump’s rhetoric. “It's terrible. It's absolutely terrible.” Ms Kaur said her parents immigrated legally from Guyana in the 1980s, but that new migrants drain resources. “I can't even get any kind of help, but they're coming yesterday, and they're getting so much help,” she said. Will it work for Republicans? While Trump provided plenty of red meat for his base at the rally, there’s a chance he could turn off those key moderate voters. “The problem for the Republicans who are running in moderate, suburban swing districts is that these voters tend to shy away from extremism of any stripe, both in terms of tone and substance,” said Lawrence Levy, a suburban politics expert at Hofstra University. “The danger for the Republican Party down ballot is that his tone, and his language on race, and on crime…it really hurts his ability to connect with all but his most faithful supporters.” And this is not 2022, when Democrats didn't have a presidential race to boost turnout and faced an unfavourable round of redistricting. Two years ago, “we had the wind at our faces. Now I think we’ve got the wind at our backs,” said Jay Jacobs, New York State Democratic Party chair. Democrats have a new motivating factor in Ms Harris, whose historic campaign  could encourage less frequent voters. She also is running on abortion rights, which has been an Achilles heel for Trump. Christine Y., a 4th district resident, said she did not want to vote for Trump because of “his attitude\", though much of her family likes him. “There’s no love-thy-neighbor,” said Christine, who didn't want her last name used for privacy reasons. As a Korean American, she was uncomfortable with Trump’s rhetoric on immigration and crime. But it was abortion that animated her. “Personally, I'm pro-life, but I'm not going to tell other people what to do,” she said. “So I guess I’m pro-choice. It’s between them and God. It's their choice.” Christine hasn't always voted, but said that this year she probably will pick Harris. And maybe her local Democrats, too. Democrats hail win in race to replace Santos US says Iran sent info from Trump hack to Biden associates US election polls: Who is ahead - Harris or Trump?",
      "paragraphs": [
        "Fewer than 50 days before the US election, with House seats and the future of his presidential agenda hanging in the balance, Republican Donald Trump held a rally in a state he's likely to lose.",
        "“When I told some people in Washington, yeah, I'm going up to New York, we're doing a campaign speech, they said, ‘What do you mean New York?’ Nobody can win. Republicans can't win,’” Trump regaled a crowd at the Nassau Veterans Memorial Coliseum on Long Island earlier this month.",
        "The rally was only a short train ride from the liberal bastion of New York City, but the atmosphere was indistinguishable from his rallies in more conservative states. The arena’s parking lot was a Trumpian tailgate party; vendors sold merchandise with the slogan “I’m voting for the felon,\" and a Trump impersonator posed for photos.",
        "“I said, I can win New York, and we can win New York,” Trump declared.",
        "Maureen Liantonio, a 55-year-old from Long Island, showed up to support him. Rather than wearing the usual red-white-and-blue to the rally, she wore a bright shirt featuring Trump wearing Barbie-pink shades and blowing bubble gum.",
        "“I’m doing it all Republican,” she said. \"The whole down ballot, Republican.”",
        "Squabbling over just a few seats",
        "Trump might not take New York in the Electoral College, but that night in Uniondale before thousands, he was correct – Republicans can win.",
        "In New York, Republicans and Democrats are at war over a handful of congressional districts on Long Island, and in the Hudson Valley and central region as they fight to control the House of Representatives - in addition to the White House. Part of Trump's mission in Democratic states like New York, which he is unlikely to win, is to fight for Republican candidates to win those districts.",
        "A handful of moderate districts in partisan states could tip the balance of power in the House. Republicans, currently the House majority, are challenging Democratic representatives in blue-leaning regions in Washington state and Maine. Meanwhile Democrats are fighting to keep their centrist lawmakers in more conservative states like Alaska and Ohio.",
        "Winning House seats in up-for grabs districts like Uniondale's is vital for Trump and his Democratic opponent, Kamala Harris: House control helps determine whether the next president's agenda faces supportive, same-party lawmakers - or an unyielding wall of partisan opposition.",
        "Why New York matters to Trump",
        "While Trump might not win New York this November, the Republican Party has had surprising success in House contests there in recent years.",
        "Republican Anthony D’Esposito, representative for the now-hotly contested 4th district where the rally was held, warmed up the crowd for Trump, receiving a hearty welcome. “Long Island is a battleground island!” he roared.",
        "He flipped the district from Democratic control in 2022, even though President Joe Biden had dominated there two years prior. It's now a district Democrats want back.",
        "Hammering warnings about crime, immigration and inflation helped the Republican Party capture key New York suburban districts - and control of the House - in 2022. Trump and down-ballot Republicans are hoping to replicate this success nationwide.",
        "“We're not a border state, but immigration is huge,” said Randie Lucano, 64, a small business owner living in the 4th district. “Economy is huge. Housing, the next generation. What can they afford?”",
        "Ms Lucano said she is an independent and considered voting for Robert F Kennedy Jr before he dropped out. Now, she said, she will vote Republican because she believes Trump will stem immigration and control the cost of living.",
        "Nationally, likely voters who say the economy is a major issue in this election support Trump over Harris, 53% to 47%, a mid-September poll by CBS News/YouGov found.",
        "The poll also indicated that voters who view immigrants negatively support Trump; 73% of registered voters who support Trump said immigrants made the country worse, compared to just 13% of Trump voters who believe the opposite.",
        "Long Island voter, Celine Kaur, 48, feels strongly about migrants. “We have terrorists that could be coming over,” she said, echoing Mr Trump’s rhetoric. “It's terrible. It's absolutely terrible.”",
        "Ms Kaur said her parents immigrated legally from Guyana in the 1980s, but that new migrants drain resources. “I can't even get any kind of help, but they're coming yesterday, and they're getting so much help,” she said.",
        "Will it work for Republicans?",
        "While Trump provided plenty of red meat for his base at the rally, there’s a chance he could turn off those key moderate voters.",
        "“The problem for the Republicans who are running in moderate, suburban swing districts is that these voters tend to shy away from extremism of any stripe, both in terms of tone and substance,” said Lawrence Levy, a suburban politics expert at Hofstra University.",
        "“The danger for the Republican Party down ballot is that his tone, and his language on race, and on crime…it really hurts his ability to connect with all but his most faithful supporters.”",
        "And this is not 2022, when Democrats didn't have a presidential race to boost turnout and faced an unfavourable round of redistricting.",
        "Two years ago, “we had the wind at our faces. Now I think we’ve got the wind at our backs,” said Jay Jacobs, New York State Democratic Party chair.",
        "Democrats have a new motivating factor in Ms Harris, whose historic campaign  could encourage less frequent voters. She also is running on abortion rights, which has been an Achilles heel for Trump.",
        "Christine Y., a 4th district resident, said she did not want to vote for Trump because of “his attitude\", though much of her family likes him. “There’s no love-thy-neighbor,” said Christine, who didn't want her last name used for privacy reasons.",
        "As a Korean American, she was uncomfortable with Trump’s rhetoric on immigration and crime. But it was abortion that animated her. “Personally, I'm pro-life, but I'm not going to tell other people what to do,” she said. “So I guess I’m pro-choice. It’s between them and God. It's their choice.”",
        "Christine hasn't always voted, but said that this year she probably will pick Harris. And maybe her local Democrats, too.",
        "Democrats hail win in race to replace Santos",
        "US says Iran sent info from Trump hack to Biden associates",
        "US election polls: Who is ahead - Harris or Trump?"
      ],
      "word_count": 1047
    },
    "analytics": {
      "reading_time_minutes": 6
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/czd1q9q9gl9o",
    "metadata": {
      "title": "Misinformation swirls around hurricane response effort",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "In the week since Hurricane Helene caused devastation in parts of the US - in the middle of the election campaign - misinformation about the government’s response has been spreading on social media. Many of the hurricane victims are in swing states, including North Carolina and Georgia, and Republican Donald Trump has been highly critical of how the Biden-Harris administration has handled the disaster. The Federal Emergency Management Agency (Fema) has disputed a number of his claims and Vice-President Kamala Harris has called his comments \"extraordinarily irresponsible\". As Fema prepares for Hurricane Milton, it has described misinformation about its efforts as \"extremely damaging\" and believes this has discouraged some survivors from seeking help. BBC Verify has been looking at the claims made by Trump and other senior Republicans. Has government money for hurricane victims been spent on migrants? At multiple campaign events since the hurricane struck, Trump and his allies have claimed that government money earmarked for disaster victims has been spent on  migrants who crossed illegally into the US. “Kamala spent all her Fema money—billions of dollars—on housing for illegal migrants\", Trump said in Michigan last week. Trump's claim that Kamala Harris, the Democratic candidate,  has spent “all her Fema money” on housing these people is false. Fema, a US government agency, has a Disaster Relief Fund (worth more than $20bn for the last financial year) which is ring-fenced to spend on responding to hurricanes and other natural disasters. Fema also has a dedicated budget from Congress to be spent on food, shelter, transportation, and other support services for immigrants released from Department of Homeland Security (DHS) custody. This budget amounts to around one billion dollars over the last two financial years - not the “billions” Trump claims. So, these are two separate pots of money - administered by the agency - which Trump appears to be conflating. Fema, which has now set up afact-checking pageon its website, called Trump's claim \"false\" saying, \"no money is being diverted from disaster response needs\". In 2019, while Trump was President, money was divertedfrom Fema's Disaster Relief Fund- around $38m - to give to Immigration and Customs Enforcement (ICE). The focus on Fema's current funding comes after the Secretary of Homeland Security, Alejandro Mayorkas - who oversees the agency - warned that it was running low on funds for the rest of the hurricane season. But Fema says it has “enough money right now for immediate response and recovery needs”. Political row erupts over Hurricane Helene disaster relief Are hurricane victims only getting $750? Donald Trump and JD Vance have repeatedly highlighted a $750 payment from Fema to hurricane victims, often contrasting it with the money the US government spends on Ukraine or on illegal migrants. “They promised $750 to American citizens who have lost everything,” Vance said at a rally in Butler, Pennsylvania on Saturday. It is true that the victims are getting $750 but some context is needed. This is just one type of assistance provided by Fema. The $750 is what people can get as anupfront paymentto help cover the costs of food, water, medication, and other emergency supplies. Following this initial payment, disaster victims may receive additional funds following a Fema assessment. This can go towards repairing damage to homes and personal property, and to help find a temporary place to stay. So far,Fema has said that more than $210mhas been given to communities affected by Hurricane Helene - this includes upfront payments and money to support housing needs. Did Biden call the Governor of Georgia? When the hurricane first hit, Trump claimed that the governor of Georgia hadn’t spoken to President Biden following the state being badly affected. “He has been calling the president, hasn't been able to get him,” Trump said at a news conference in Georgia on the afternoon of 30 September. But earlier that day, Georgia’s Governor Brian Kemp - a Republican - said in an interview: “The president just called me yesterday afternoon, I missed him and called him right back, and he just said ‘hey what do you need?’ and I told him we’ve got what we need, we’re working through the federal process.” “He offered if there’s other things we need to call him directly, which I appreciate,” he added. Were any helicopters sent to help victims? Trump said at the Butler rally that “Kamala wined and dined in San Francisco, and all of the people in North Carolina — no helicopters, no rescue — it’s just — what’s happened there is very bad.” This is false. By the time Trump made this remark on 5 October, the North Carolina National Guard, which is under the dual command of federal and state governments, had alreadyposted on Xthat its “air assets have completed 146 flight missions, resulting in the rescue of 538 people and 150 pets”. The post, published on 3 October, featured a video of a National Guard helicopter. TheNorth Carolina Department of Public Safety's websitesays that President Biden approved the state governor’s request for military personnel and equipment to support rescue operations in North Carolina. The National Guard and military personnel “are operating 50 helicopters” as part of search and rescue missions, and are also helping to deliver critical supplies in the state, the Department said. What do you want BBC Verify to investigate?",
      "paragraphs": [
        "In the week since Hurricane Helene caused devastation in parts of the US - in the middle of the election campaign - misinformation about the government’s response has been spreading on social media.",
        "Many of the hurricane victims are in swing states, including North Carolina and Georgia, and Republican Donald Trump has been highly critical of how the Biden-Harris administration has handled the disaster.",
        "The Federal Emergency Management Agency (Fema) has disputed a number of his claims and Vice-President Kamala Harris has called his comments \"extraordinarily irresponsible\".",
        "As Fema prepares for Hurricane Milton, it has described misinformation about its efforts as \"extremely damaging\" and believes this has discouraged some survivors from seeking help.",
        "BBC Verify has been looking at the claims made by Trump and other senior Republicans.",
        "Has government money for hurricane victims been spent on migrants?",
        "At multiple campaign events since the hurricane struck, Trump and his allies have claimed that government money earmarked for disaster victims has been spent on  migrants who crossed illegally into the US.",
        "“Kamala spent all her Fema money—billions of dollars—on housing for illegal migrants\", Trump said in Michigan last week.",
        "Trump's claim that Kamala Harris, the Democratic candidate,  has spent “all her Fema money” on housing these people is false.",
        "Fema, a US government agency, has a Disaster Relief Fund (worth more than $20bn for the last financial year) which is ring-fenced to spend on responding to hurricanes and other natural disasters.",
        "Fema also has a dedicated budget from Congress to be spent on food, shelter, transportation, and other support services for immigrants released from Department of Homeland Security (DHS) custody.",
        "This budget amounts to around one billion dollars over the last two financial years - not the “billions” Trump claims.",
        "So, these are two separate pots of money - administered by the agency - which Trump appears to be conflating.",
        "Fema, which has now set up afact-checking pageon its website, called Trump's claim \"false\" saying, \"no money is being diverted from disaster response needs\".",
        "In 2019, while Trump was President, money was divertedfrom Fema's Disaster Relief Fund- around $38m - to give to Immigration and Customs Enforcement (ICE).",
        "The focus on Fema's current funding comes after the Secretary of Homeland Security, Alejandro Mayorkas - who oversees the agency - warned that it was running low on funds for the rest of the hurricane season.",
        "But Fema says it has “enough money right now for immediate response and recovery needs”.",
        "Political row erupts over Hurricane Helene disaster relief",
        "Are hurricane victims only getting $750?",
        "Donald Trump and JD Vance have repeatedly highlighted a $750 payment from Fema to hurricane victims, often contrasting it with the money the US government spends on Ukraine or on illegal migrants.",
        "“They promised $750 to American citizens who have lost everything,” Vance said at a rally in Butler, Pennsylvania on Saturday.",
        "It is true that the victims are getting $750 but some context is needed.",
        "This is just one type of assistance provided by Fema.",
        "The $750 is what people can get as anupfront paymentto help cover the costs of food, water, medication, and other emergency supplies.",
        "Following this initial payment, disaster victims may receive additional funds following a Fema assessment.",
        "This can go towards repairing damage to homes and personal property, and to help find a temporary place to stay.",
        "So far,Fema has said that more than $210mhas been given to communities affected by Hurricane Helene - this includes upfront payments and money to support housing needs.",
        "Did Biden call the Governor of Georgia?",
        "When the hurricane first hit, Trump claimed that the governor of Georgia hadn’t spoken to President Biden following the state being badly affected.",
        "“He has been calling the president, hasn't been able to get him,” Trump said at a news conference in Georgia on the afternoon of 30 September.",
        "But earlier that day, Georgia’s Governor Brian Kemp - a Republican - said in an interview: “The president just called me yesterday afternoon, I missed him and called him right back, and he just said ‘hey what do you need?’ and I told him we’ve got what we need, we’re working through the federal process.”",
        "“He offered if there’s other things we need to call him directly, which I appreciate,” he added.",
        "Were any helicopters sent to help victims?",
        "Trump said at the Butler rally that “Kamala wined and dined in San Francisco, and all of the people in North Carolina — no helicopters, no rescue — it’s just — what’s happened there is very bad.”",
        "This is false. By the time Trump made this remark on 5 October, the North Carolina National Guard, which is under the dual command of federal and state governments, had alreadyposted on Xthat its “air assets have completed 146 flight missions, resulting in the rescue of 538 people and 150 pets”.",
        "The post, published on 3 October, featured a video of a National Guard helicopter.",
        "TheNorth Carolina Department of Public Safety's websitesays that President Biden approved the state governor’s request for military personnel and equipment to support rescue operations in North Carolina.",
        "The National Guard and military personnel “are operating 50 helicopters” as part of search and rescue missions, and are also helping to deliver critical supplies in the state, the Department said.",
        "What do you want BBC Verify to investigate?"
      ],
      "word_count": 884
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/crr5j1q8wlno",
    "metadata": {
      "title": "Muted mics and politeness - six takeaways from VP debate",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "On Tuesday night, JD Vance and Tim Walz launched attacks on their presidential opponents, sparring over international conflict, the US economy, immigration and abortion rights. Despite those heated moments - and at least one muted microphone - it was perhaps the most civil debate of the 2024 election campaign. There were even points of common ground between the two men. Here are some of the most memorable parts of the first and only scheduled TV showdown between the running mates of Kamala Harris and Donald Trump. 1) Vance vows to win back voters' 'trust' on abortion Abortion rights, a top issue in the 2024 election, sparked one of the longest and most heated exchanges of the night. It's an issue Democrats have used to galvanize voters, regularly framing Trump as a threat to women's autonomy because of his role in appointing a conservative majority to the Supreme Court. The court later overturned Roe v Wade, the ruling that had protected abortion rights in the US for decades. Walz cited the stories of Amber Thurman and Candi Miller, two women from Georgia whose deaths were connected to abortion restrictions in their home state. Vance, meanwhile, said his opinion on the issue had changed. He previously supported some type of national restrictions on abortion, but said his position shifted when he saw the majority of Ohio voters supported access to abortion. He also said his party had to do \"so much better... at earning the American people's trust back on this issue, where they frankly just don't trust us\". 2) Vance has no answer to Trump 2020 defeat Walz had his best moment of the night near the end when the focus shifted to the 6 January 2021 riot and election denialism. In a tense exchange, Vance refused to say that Trump had lost the 2020 election, prompting some disbelief from Walz who called it a \"damning non-answer\". The moderators also raised Vance's previous comments that he would not have certified the 2020 election results if he had been vice-president at the time. Vance maintained his support for Trump, saying the former president had asked demonstrators on the day of the Capitol riot to protest peacefully. He added that Walz would have his best wishes if the Democrats win the 5 November election, but said there were legitimate questions to raise about voting fraud and security. Walz said he and his opponent were \"miles apart\" on the issue of 6 January and election integrity. 3) Middle East tensions loom large Walz and Vance took the stage just hours after Iran launched a missile attack on Israel - whose prime minister, Benjamin Netanyahu, vowed retaliation. The ongoing tensions in the Middle East formed the basis of the first question. Appearing nervous, Walz stumbled as he repeated Harris's promise of iron-clad support for Israel. Vance, meanwhile, reiterated one of Trump's main talking points: that no new world conflicts broke out during the former president's time in office. Neither man would say if they approved of a pre-emptive strike by Israel on Iran. 4) Mics muted after a tussle over immigration Immigration was a key topic throughout the 90-minute head-to-head. Vance, a Republican senator from Ohio, frequently returned to the issue of the US southern border and immigration - viewed by many voters as a weakness for his opponents. Walz, the Democratic governor of Minnesota, countered that Trump helped torpedo bipartisan legislation that would have enacted some of the toughest immigration policy in US history. The discussion ultimately turned tense when Vance was asked about false claims he made about Haitian migrants in Springfield, Ohio. Vance and Trump previously shared conspiracy theories that illegal migrants were eating pets in the small city. When a CBS News moderator tried to correct Vance, the Ohio senator spoke over the hosts - who went on to mute his microphone. 5) 'I'm a knucklehead at times,' Walz admits Just before the debate, a claim of Walz's collapsed under scrutiny - that he had been in Hong Kong when the 1989 Tiananmen Square massacre occurred in Beijing. \"I'm a knucklehead at times,\" Walz said when asked about it on Tuesday night. The Minnesota governor clarified that he had misspoken, saying he was influenced by the events because he had arrived in China that summer. Vance also was asked to answer for some past comments, including prior attacks on his running mate, Trump, who he once called \"America's Hitler\". The Ohio senator said he, like many people, has made mistakes in the past. \"I was wrong about Donald Trump,\" he said. 6) Politeness takes centre-stage The tone was in stark contrast to Kamala Harris and Donald Trump’s first encounter last month, when insults flew and interruptions were frequent. Starting off the night with a handshake, both Vance and Walz proceeded to address each other politely and with civility. The two even exchanged smiles periodically, agreeing from time to time with what their rival had said. They did direct some fire at the top of the ticket, however - Vance taking aim at Harris and Walz at Trump. More on US election North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weeklyUS Election Unspun newsletter. Readers in the UK cansign up here. Those outside the UK cansign up here.",
      "paragraphs": [
        "On Tuesday night, JD Vance and Tim Walz launched attacks on their presidential opponents, sparring over international conflict, the US economy, immigration and abortion rights.",
        "Despite those heated moments - and at least one muted microphone - it was perhaps the most civil debate of the 2024 election campaign. There were even points of common ground between the two men.",
        "Here are some of the most memorable parts of the first and only scheduled TV showdown between the running mates of Kamala Harris and Donald Trump.",
        "1) Vance vows to win back voters' 'trust' on abortion",
        "Abortion rights, a top issue in the 2024 election, sparked one of the longest and most heated exchanges of the night.",
        "It's an issue Democrats have used to galvanize voters, regularly framing Trump as a threat to women's autonomy because of his role in appointing a conservative majority to the Supreme Court. The court later overturned Roe v Wade, the ruling that had protected abortion rights in the US for decades.",
        "Walz cited the stories of Amber Thurman and Candi Miller, two women from Georgia whose deaths were connected to abortion restrictions in their home state.",
        "Vance, meanwhile, said his opinion on the issue had changed. He previously supported some type of national restrictions on abortion, but said his position shifted when he saw the majority of Ohio voters supported access to abortion.",
        "He also said his party had to do \"so much better... at earning the American people's trust back on this issue, where they frankly just don't trust us\".",
        "2) Vance has no answer to Trump 2020 defeat",
        "Walz had his best moment of the night near the end when the focus shifted to the 6 January 2021 riot and election denialism.",
        "In a tense exchange, Vance refused to say that Trump had lost the 2020 election, prompting some disbelief from Walz who called it a \"damning non-answer\".",
        "The moderators also raised Vance's previous comments that he would not have certified the 2020 election results if he had been vice-president at the time.",
        "Vance maintained his support for Trump, saying the former president had asked demonstrators on the day of the Capitol riot to protest peacefully.",
        "He added that Walz would have his best wishes if the Democrats win the 5 November election, but said there were legitimate questions to raise about voting fraud and security.",
        "Walz said he and his opponent were \"miles apart\" on the issue of 6 January and election integrity.",
        "3) Middle East tensions loom large",
        "Walz and Vance took the stage just hours after Iran launched a missile attack on Israel - whose prime minister, Benjamin Netanyahu, vowed retaliation.",
        "The ongoing tensions in the Middle East formed the basis of the first question.",
        "Appearing nervous, Walz stumbled as he repeated Harris's promise of iron-clad support for Israel.",
        "Vance, meanwhile, reiterated one of Trump's main talking points: that no new world conflicts broke out during the former president's time in office.",
        "Neither man would say if they approved of a pre-emptive strike by Israel on Iran.",
        "4) Mics muted after a tussle over immigration",
        "Immigration was a key topic throughout the 90-minute head-to-head. Vance, a Republican senator from Ohio, frequently returned to the issue of the US southern border and immigration - viewed by many voters as a weakness for his opponents.",
        "Walz, the Democratic governor of Minnesota, countered that Trump helped torpedo bipartisan legislation that would have enacted some of the toughest immigration policy in US history.",
        "The discussion ultimately turned tense when Vance was asked about false claims he made about Haitian migrants in Springfield, Ohio. Vance and Trump previously shared conspiracy theories that illegal migrants were eating pets in the small city.",
        "When a CBS News moderator tried to correct Vance, the Ohio senator spoke over the hosts - who went on to mute his microphone.",
        "5) 'I'm a knucklehead at times,' Walz admits",
        "Just before the debate, a claim of Walz's collapsed under scrutiny - that he had been in Hong Kong when the 1989 Tiananmen Square massacre occurred in Beijing.",
        "\"I'm a knucklehead at times,\" Walz said when asked about it on Tuesday night.",
        "The Minnesota governor clarified that he had misspoken, saying he was influenced by the events because he had arrived in China that summer.",
        "Vance also was asked to answer for some past comments, including prior attacks on his running mate, Trump, who he once called \"America's Hitler\".",
        "The Ohio senator said he, like many people, has made mistakes in the past. \"I was wrong about Donald Trump,\" he said.",
        "6) Politeness takes centre-stage",
        "The tone was in stark contrast to Kamala Harris and Donald Trump’s first encounter last month, when insults flew and interruptions were frequent.",
        "Starting off the night with a handshake, both Vance and Walz proceeded to address each other politely and with civility. The two even exchanged smiles periodically, agreeing from time to time with what their rival had said.",
        "They did direct some fire at the top of the ticket, however - Vance taking aim at Harris and Walz at Trump.",
        "More on US election",
        "North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weeklyUS Election Unspun newsletter. Readers in the UK cansign up here. Those outside the UK cansign up here."
      ],
      "word_count": 885
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cx924r4d5yno",
    "metadata": {
      "title": "Where Kamala Harris stands on 10 key issues, from immigration to guns",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Vice-President Kamala Harris has been riding high on a wave of favourable polls and energetic rallies since she became the Democratic Party's nominee for president, and selected Minnesota Governor Tim Walz as her running mate. She releaseda detailed policy guidein early September offering voters a sense of what a Harris-Walz administration might look like. This focuses on her economic and foreign policy agenda, and highlights her most urgent priority to tackle the cost of living. Here are her key policy pledges. Economy As vice-president, she has been Mr Biden's partner in passing major economic legislation - regularly labelled \"Bidenomics\" - which included major investments in infrastructure and green energy. Growth and jobs creation have been strong but inflation and high interest rates continue to hit American wallets. In a convention acceptance speech focused on the economy, Ms Harris promised mortgage assistance for first-time homebuyers, a tax credit for parents of newborns and bans on price gouging at the grocery store to help target inflation. She said in her speech that her plans would create \"an opportunity economy where everyone has a chance to compete and a chance to succeed\". In her first interview as the Democratic nominee with CNN, Ms Harris said that \"one of my highest priorities is to do what we can to support and strengthen the middle class\", a theme that she has repeated on the campaign trail. Immigration Ms Harris's position on the border has changed over time to a more moderate one in this campaign. On the campaign trail, the vice-president has reiterated her continued support for the hardline bipartisan border security deal that would have included hundreds of millions of dollars for border wall construction. It was torpedoed by congressional Republicans earlier this year at Trump's urging. It would have fast-tracked decisions on asylum cases, limited humanitarian parole, and expanded the authority to deport migrants. Part of her policy proposal is to revive the border security bill and sign it into law. She has also said there \"should be consequences\" for people who cross the US border unlawfully, though she once held a much more lenient position. As vice-president, she was tasked with tackling the root causes of the record numbers of Central American migrants crossing the southern border. Those numbers spiked during the Biden administration, but have declined in recent months. She helped raise $3bn - largely from private companies - for regional investments in hopes it would encourage residents to remain in their home countries. Abortion Ms Harris has long supported women's right to an abortion. She has made abortion rights central to her campaign, and continues to advocate for legislation that would enshrine reproductive rights nationwide. “When Congress passes a law to restore reproductive freedoms, as president of the United States, I will sign it into law,” she said at a rally for her 2024 campaign in Atlanta, Georgia. She has reiterated that commitment several times, including during the ABC News debate with Donald Trump. In her policy proposal, Ms Harris wrote she would \"never allow a national abortion ban to become law\". Ms Harris was the first vice-president to visit an abortion clinic, and she toured the country after the US Supreme Court overturned Roe v Wade in 2022 to address state abortion bans - often framing the issue as one about personal freedom. Nato and Ukraine aid Ms Harris's early career focused largely on domestic issues and the state of California, but she has become more involved in foreign policy since she was elected to the US Senate. As vice-president, she has met 150 world leaders and visited 21 countries. She attended the Munich Security Conference in the past year, and delivered remarks in support of western security alliance Nato that denounced isolationism and Russia's invasion of Ukraine. Ms Harris has vowed to support Ukraine “for as long as it takes”, and represented the US at Kyiv's “peace conference” in Switzerland. In her speech at the Democratic convention, she noted that she met President Volodymyr Zelensky to \"warn him about Russia's plan to invade\" five days before Russia invaded, and \"helped mobilise a global response\" after the war began. The vice-president also pledged, if elected, to ensure that \"America - not China - wins the competition for the 21st Century\" and to shoulder the responsibility of US leadership. Israel-Gaza War Ms Harris has been a longtime advocate for a two-state solution, and she has called for an end to the war in Gaza. In her convention acceptance speech, she pledged as president to ensure \"that Israel is secure, the hostages are released, the suffering in Gaza ends, and the Palestinian people can realize their right to dignity, security, freedom, and self-determination\". While serving as vice-president, she was one of the first members of the administration to call for an \"immediate cease-fire\", raise concerns over the \"humanitarian catastrophe for Palestinians\" and charge Israel with ending the conflict. She raised these issues in what she called \"frank and constructive\" talks with Israeli Prime Minister Benjamin Netanyahu when he visited Washington in July. She has not supported an arms embargo on Israel, however, as some on the US left have called for. And when she debated with Trump, she said: \"I have my entire career and life supported Israel and the Israeli people.\" At the party convention, she said she would \"always stand up for Israel's right to defend itself and I will always ensure Israel has the ability to defend itself\". In her CNN interview, Ms Harris indicated that she would focus on securing a ceasefire deal, which was President Biden's approach. Taxes In 2017, while a senator, Ms Harris supported a number of progressive tax programmes, co-sponsoring a bill with Bernie Sanders to expand social security for the elderly by increasing the tax rate on investments. As a presidential candidate in 2019, she supported a corporate tax rate of 35%, up from 21%. This was more aggressive than President Biden's proposal, which she also supported, of an increase to 28%. A campaign official told the BBC that the vice-president would continue to back President Biden's proposal of not raising taxes on Americans earning less than $400,000 (£310,000). During her acceptance speech after being confirmed as the Democratic candidate, she said she would \"pass a middle class tax cut that will benefit more than 100 million Americans\". At the time of the speech, the details of the tax cut were unclear. The Harris campaign later filled in the detail, saying that through the restoration of the Child Tax Credit and the Earned Income Tax Credit more Americans will be able to keep more of their income. Restoring the expanded Child Tax Credit would give families with newborn children a $6,000 tax cut. Healthcare Ms Harris held fairly progressive views about health care earlier in her career. She supported expanding publicly-funded health-care programmes in the US that cover the elderly, youth with disabilities and poor. This included backing Medicare-for-All, a progressive priority that would make all health care publicly funded. She later walked that position back. Her campaign told the BBC that she would not push for a single-payer system if elected to the White House. While vice-president, the White House has had health care successes. It reduced prescription drug costs, capped insulin prices at $35, allowed Medicare to negotiate drug prices and capped out-of-pocket expenses for Medicare drug coverage. On the campaign trail, she has said that she wants to erase billions of dollars in medical debt for Americans and would work with states on the issue. Details of the plan remain thin, but when she was California's attorney general, Ms Harris often used anti-trust laws to keep insurers, hospitals and drug companies to address costs. Crime Ms Harris started her legal career prosecuting child abusers and sex traffickers before being elected district attorney of San Francisco, then California's attorney general. Her offices increased conviction rates, particularly of violent criminals, though that history led to criticism from the progressive left, which at times labelled her \"a cop\" - though the right has accused her of being soft on crime. Ms Harris has also used her past as a prosecutor to serve as a major contrast with her opponent, who was convicted on 34 charges in a hush-money scheme to illegally influence the 2016 election. She made mention of his conviction and him being found liable for committing sexual abuse in her Democratic party conference acceptance speech. Climate and fracking As a prosecutor, Ms Harris defended California's climate laws and sued oil companies for environmental damage. She also called for climate change policies via a \"Green New Deal\" during her 2020 presidential campaign - some of which has come to fruition under the current administration. During a CNN town hall in 2019, she saidthat \"there is no question I'm in favour of banning fracking\", which is a technique for recovering gas and oil from shale rock that can be damaging to the environment. But she has gone back on that stance. During the presidential debate, she said she cast the tie-breaking vote to pass the Inflation Reduction Act - which opened up new leases for fracking companies - in addition to funnelling hundreds of billions of dollars to renewable energy and electric vehicle tax credit and rebate programs. \"My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil,\" she said. Ms Harris said she will protect public lands and public health, lower household energy costs and hold polluters accountable to secure clear air and water if elected in November, according to her policy platform. Gun laws Ms Harris has a history of backing gun safety regulations throughout her political career, and she successfully defended California's gun laws when they faced legal challenges as the state's attorney general. As vice-president, she has overseen the White House Office of Gun Violence Prevention, and earlier this year announced resources to support the implementation of red-flag laws, which are aimed at keeping firearms from those who may harm themselves and others. She also encouraged states to tap into $750m in federal funds that the Biden-Harris administration made available for crisis intervention programs. Her policy platform includes a ban on assault weapons and high-capacity magazines as well as a requirement for universal background checks. During the debate she noted thatboth she and her vice-presidential nominee Tim Walz are gun owners. More on US election",
      "paragraphs": [
        "Vice-President Kamala Harris has been riding high on a wave of favourable polls and energetic rallies since she became the Democratic Party's nominee for president, and selected Minnesota Governor Tim Walz as her running mate.",
        "She releaseda detailed policy guidein early September offering voters a sense of what a Harris-Walz administration might look like.",
        "This focuses on her economic and foreign policy agenda, and highlights her most urgent priority to tackle the cost of living.",
        "Here are her key policy pledges.",
        "Economy",
        "As vice-president, she has been Mr Biden's partner in passing major economic legislation - regularly labelled \"Bidenomics\" - which included major investments in infrastructure and green energy.",
        "Growth and jobs creation have been strong but inflation and high interest rates continue to hit American wallets.",
        "In a convention acceptance speech focused on the economy, Ms Harris promised mortgage assistance for first-time homebuyers, a tax credit for parents of newborns and bans on price gouging at the grocery store to help target inflation.",
        "She said in her speech that her plans would create \"an opportunity economy where everyone has a chance to compete and a chance to succeed\".",
        "In her first interview as the Democratic nominee with CNN, Ms Harris said that \"one of my highest priorities is to do what we can to support and strengthen the middle class\", a theme that she has repeated on the campaign trail.",
        "Immigration",
        "Ms Harris's position on the border has changed over time to a more moderate one in this campaign.",
        "On the campaign trail, the vice-president has reiterated her continued support for the hardline bipartisan border security deal that would have included hundreds of millions of dollars for border wall construction.",
        "It was torpedoed by congressional Republicans earlier this year at Trump's urging.",
        "It would have fast-tracked decisions on asylum cases, limited humanitarian parole, and expanded the authority to deport migrants.",
        "Part of her policy proposal is to revive the border security bill and sign it into law.",
        "She has also said there \"should be consequences\" for people who cross the US border unlawfully, though she once held a much more lenient position.",
        "As vice-president, she was tasked with tackling the root causes of the record numbers of Central American migrants crossing the southern border. Those numbers spiked during the Biden administration, but have declined in recent months.",
        "She helped raise $3bn - largely from private companies - for regional investments in hopes it would encourage residents to remain in their home countries.",
        "Abortion",
        "Ms Harris has long supported women's right to an abortion.",
        "She has made abortion rights central to her campaign, and continues to advocate for legislation that would enshrine reproductive rights nationwide.",
        "“When Congress passes a law to restore reproductive freedoms, as president of the United States, I will sign it into law,” she said at a rally for her 2024 campaign in Atlanta, Georgia.",
        "She has reiterated that commitment several times, including during the ABC News debate with Donald Trump.",
        "In her policy proposal, Ms Harris wrote she would \"never allow a national abortion ban to become law\".",
        "Ms Harris was the first vice-president to visit an abortion clinic, and she toured the country after the US Supreme Court overturned Roe v Wade in 2022 to address state abortion bans - often framing the issue as one about personal freedom.",
        "Nato and Ukraine aid",
        "Ms Harris's early career focused largely on domestic issues and the state of California, but she has become more involved in foreign policy since she was elected to the US Senate.",
        "As vice-president, she has met 150 world leaders and visited 21 countries.",
        "She attended the Munich Security Conference in the past year, and delivered remarks in support of western security alliance Nato that denounced isolationism and Russia's invasion of Ukraine.",
        "Ms Harris has vowed to support Ukraine “for as long as it takes”, and represented the US at Kyiv's “peace conference” in Switzerland.",
        "In her speech at the Democratic convention, she noted that she met President Volodymyr Zelensky to \"warn him about Russia's plan to invade\" five days before Russia invaded, and \"helped mobilise a global response\" after the war began.",
        "The vice-president also pledged, if elected, to ensure that \"America - not China - wins the competition for the 21st Century\" and to shoulder the responsibility of US leadership.",
        "Israel-Gaza War",
        "Ms Harris has been a longtime advocate for a two-state solution, and she has called for an end to the war in Gaza.",
        "In her convention acceptance speech, she pledged as president to ensure \"that Israel is secure, the hostages are released, the suffering in Gaza ends, and the Palestinian people can realize their right to dignity, security, freedom, and self-determination\".",
        "While serving as vice-president, she was one of the first members of the administration to call for an \"immediate cease-fire\", raise concerns over the \"humanitarian catastrophe for Palestinians\" and charge Israel with ending the conflict.",
        "She raised these issues in what she called \"frank and constructive\" talks with Israeli Prime Minister Benjamin Netanyahu when he visited Washington in July.",
        "She has not supported an arms embargo on Israel, however, as some on the US left have called for.",
        "And when she debated with Trump, she said: \"I have my entire career and life supported Israel and the Israeli people.\"",
        "At the party convention, she said she would \"always stand up for Israel's right to defend itself and I will always ensure Israel has the ability to defend itself\".",
        "In her CNN interview, Ms Harris indicated that she would focus on securing a ceasefire deal, which was President Biden's approach.",
        "Taxes",
        "In 2017, while a senator, Ms Harris supported a number of progressive tax programmes, co-sponsoring a bill with Bernie Sanders to expand social security for the elderly by increasing the tax rate on investments.",
        "As a presidential candidate in 2019, she supported a corporate tax rate of 35%, up from 21%.",
        "This was more aggressive than President Biden's proposal, which she also supported, of an increase to 28%.",
        "A campaign official told the BBC that the vice-president would continue to back President Biden's proposal of not raising taxes on Americans earning less than $400,000 (£310,000).",
        "During her acceptance speech after being confirmed as the Democratic candidate, she said she would \"pass a middle class tax cut that will benefit more than 100 million Americans\".",
        "At the time of the speech, the details of the tax cut were unclear.",
        "The Harris campaign later filled in the detail, saying that through the restoration of the Child Tax Credit and the Earned Income Tax Credit more Americans will be able to keep more of their income.",
        "Restoring the expanded Child Tax Credit would give families with newborn children a $6,000 tax cut.",
        "Healthcare",
        "Ms Harris held fairly progressive views about health care earlier in her career. She supported expanding publicly-funded health-care programmes in the US that cover the elderly, youth with disabilities and poor.",
        "This included backing Medicare-for-All, a progressive priority that would make all health care publicly funded. She later walked that position back.",
        "Her campaign told the BBC that she would not push for a single-payer system if elected to the White House.",
        "While vice-president, the White House has had health care successes. It reduced prescription drug costs, capped insulin prices at $35, allowed Medicare to negotiate drug prices and capped out-of-pocket expenses for Medicare drug coverage.",
        "On the campaign trail, she has said that she wants to erase billions of dollars in medical debt for Americans and would work with states on the issue.",
        "Details of the plan remain thin, but when she was California's attorney general, Ms Harris often used anti-trust laws to keep insurers, hospitals and drug companies to address costs.",
        "Crime",
        "Ms Harris started her legal career prosecuting child abusers and sex traffickers before being elected district attorney of San Francisco, then California's attorney general.",
        "Her offices increased conviction rates, particularly of violent criminals, though that history led to criticism from the progressive left, which at times labelled her \"a cop\" - though the right has accused her of being soft on crime.",
        "Ms Harris has also used her past as a prosecutor to serve as a major contrast with her opponent, who was convicted on 34 charges in a hush-money scheme to illegally influence the 2016 election.",
        "She made mention of his conviction and him being found liable for committing sexual abuse in her Democratic party conference acceptance speech.",
        "Climate and fracking",
        "As a prosecutor, Ms Harris defended California's climate laws and sued oil companies for environmental damage. She also called for climate change policies via a \"Green New Deal\" during her 2020 presidential campaign - some of which has come to fruition under the current administration.",
        "During a CNN town hall in 2019, she saidthat \"there is no question I'm in favour of banning fracking\", which is a technique for recovering gas and oil from shale rock that can be damaging to the environment.",
        "But she has gone back on that stance. During the presidential debate, she said she cast the tie-breaking vote to pass the Inflation Reduction Act - which opened up new leases for fracking companies - in addition to funnelling hundreds of billions of dollars to renewable energy and electric vehicle tax credit and rebate programs.",
        "\"My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil,\" she said.",
        "Ms Harris said she will protect public lands and public health, lower household energy costs and hold polluters accountable to secure clear air and water if elected in November, according to her policy platform.",
        "Gun laws",
        "Ms Harris has a history of backing gun safety regulations throughout her political career, and she successfully defended California's gun laws when they faced legal challenges as the state's attorney general.",
        "As vice-president, she has overseen the White House Office of Gun Violence Prevention, and earlier this year announced resources to support the implementation of red-flag laws, which are aimed at keeping firearms from those who may harm themselves and others.",
        "She also encouraged states to tap into $750m in federal funds that the Biden-Harris administration made available for crisis intervention programs.",
        "Her policy platform includes a ban on assault weapons and high-capacity magazines as well as a requirement for universal background checks.",
        "During the debate she noted thatboth she and her vice-presidential nominee Tim Walz are gun owners.",
        "More on US election"
      ],
      "word_count": 1739
    },
    "analytics": {
      "reading_time_minutes": 9
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c2501n5rvvno",
    "metadata": {
      "title": "The many identities of the first woman vice-president",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "It took less than an hour after Joe Biden's decision to step aside for Democrats to begin to rally around Kamala Harris as their party's new 2024 presidential nominee. As the US vice-president aspires to be the first woman to hold the country's top job, her campaign is re-energising liberal voters and has raised a record $671m (£514m) in donations over the past two months - nearly triple what her Republican rival Donald Trump has managed. But her journey to the top of the ticket has been unique, fraught, and full of difficult questions. Here is a look at Ms Harris' career, the events that have shaped her life, and how she became the first black female presidential nominee. How Kamala rose to become VP Ms Harris first threw her hat into the ring for president five years ago. She began her career as the district attorney - or top prosecutor - for Alameda County and, from 2004 to 2011, for the city of San Francisco. Her next promotion was as California's attorney general, becoming the first woman and first black person elected to serve as the top lawyer in America's most populous state. She used that momentum to propel her successful 2016 run as California's next US senator, a perch from which she drew buzz with her prosecutorial style in committee hearings. But a 2020 presidential bid that began with big crowds and major debate moments  fizzled out as Ms Harris struggled to articulate her ideology and policy platform. Her campaign died in less than a year and it was Mr Biden who brought the now 59-year-old back under a national spotlight by adding her to his ticket. Gil Duran, a former communications director for Ms Harris, called it \"a big reversal of fortune\". \"Many people didn't think she had the discipline and focus to ascend to a position in the White House so quickly... although people knew she had ambition and star potential. It was always clear that she had the raw talent,\" Duran said. Ms Harris focused on several key initiatives while in the White House, and she was instrumental in many of the Biden administration's most touted accomplishments. She set a new record for the most tie-breaking votes cast by a vice-president in the history of the Senate, helping pass the Inflation Reduction Act and the American Rescue Plan, which provided Covid-era stimulus payments and other relief. Mr Biden also called upon Ms Harris to lead efforts addressing the root causes of migration amid a record influx of undocumented migrants at the US-Mexico border. It is an issue opponents point to as one where she hasn't made enough progress, and she was criticised by Republicans and some Democrats for taking six months to plan a trip to the border after entering office. More recently, Ms Harris has been the administration's point person to highlight the harms caused by abortion bans after the Supreme Court overturned Roe v Wade, the half-century precedent guaranteeing the right to an abortion, in 2022. The battle over reproductive rights took centre stage throughout the Democratic convention in August, aligning neatly with a broader animating message: freedom. In her keynote DNC address, the biggest speech of her career, Ms Harris criticised Trump and Republicans as the architects of unpopular efforts to restrict abortion access around the country. \"Simply put, they are out of their minds,\" she said, promising to restore the protections afforded by Roe. Ms Harris is also seeking to re-introduce herself to voters, with some polls showing many view Trump as closer to the centre of the political spectrum. On the 2020 campaign trail, she touted left-wing leanings on immigration, LGBT rights and other issues but faced repeated attacks over her prosecutorial past. Four years later, Ms Harris is presenting herself as the cop who will crack down on a convicted felon in Trump. But she is also promising to deliver on a progressive agenda that lifts up middle-class families like her own. \"My entire career, I’ve only had one client: the people,\" she said. The roots of Kamala Harris Ms Harris was born in Oakland, California to two immigrant parents: an Indian-born mother and Jamaican-born father. Her parents divorced when she was five and she was raised primarily by her Hindu single mother, Shyamala Gopalan Harris, a cancer researcher and civil rights activist. Ms Harris speaks often about the lessons she bestowed upon her daughters. \"She was tough, courageous, a trailblazer in the fight for women’s health,\" Ms Harris told the DNC. \"She taught us to never complain about injustice, but do something about it.\" Ms Harris grew up engaged with her Indian heritage, joining her mother on visits to India, but she has said that her mother immersed both her younger sister Maya and her in Oakland's black culture. \"My mother understood very well that she was raising two black daughters,\" she wrote in her autobiography The Truths We Hold. \"She knew that her adopted homeland would see Maya and me as black girls and she was determined to make sure we would grow into confident, proud black women.\" Her biracial roots and upbringing could make it easier to engage with and appeal to many Americans. Parts of the country with rapid demographic change - enough change to alter a region's politics - see her as an aspirational symbol. But it was her time at Howard University, one of the nation's preeminent historically black colleges and universities, which she has described as among the most formative experiences of her life. Lita Rosario-Richardson met Kamala Harris while at Howard in the 1980s when students would gather on campus to hang out and discuss politics, fashion and gossip. \"I noticed she had a keen sense of argumentation,\" she said. They bonded over an aptitude for energetic debate with campus Republicans, their experience growing up with single mothers, even the fact that they're both Libras. It was a formative era politically too. \"Reagan was president at the time and it was the apartheid era and there was a lot of talk about divestiture with 'trans Africa' and the Martin Luther King holiday issue,\" Ms Rosario-Richardson said. \"We know that, being descendants of enslaved people and people of colour coming out of colonisation, that we have a special role and having an education gives us a special position in society to help effect change,\" she explained - it was a philosophy and a call to action that was part of the university experience Ms Harris lived. But Ms Harris also operates with ease in predominantly white communities. Her early years included a period in Canada. When Ms Gopalan Harris took a job teaching at McGill University, Kamala and Maya went with her, attending school in Montreal for five years. Ms Harris says she's always been comfortable with her identity and simply describes herself as an \"American\". She told the Washington Post in 2019 that politicians should not have to fit into compartments because of their colour or background. \"My point was: I am who I am. I'm good with it. You might need to figure it out, but I'm fine with it,\" she said. The making of witty 'debate club' Kamala From the very earliest, as her friend Ms Rosario-Richardson attests, she showed the skills that allowed her to be one of few women to break through barriers. \"That is what attracted me to get her to join debate team [at Howard University], a fearlessness,\" she said. Wit and humour are parts of that. In a video posted to her social media in 2020 after winning the election, she shares the news of the win - with a very hearty laugh - with Mr Biden: \"We did it, we did it Joe. You're going to be the next president of the United States!\" The laugh she shared with the then-president-elect, when making that first momentous phone call, was one her friend recognised immediately and intimately. \"She has always had that laugh, she has always had a sense of humour too, she had a sense of wit - even in the context of a university debate - to get those points across.\" Kamala, 'Momala', history-maker In 2014, then-Senator Harris married lawyer Doug Emhoff and became stepmother to his two children, Cole and Ella. She wrote an article for Elle magazine in 2019 about the experience of becoming a stepmother and unveiled the name that came to dominate many headlines that followed. \"When Doug and I got married, Cole, Ella, and I agreed that we didn't like the term 'stepmom'. Instead they came up with the name 'Momala'.\" Along with their dad, Cole and Ella were fixtures at the 2024 DNC, taking to the stage to celebrate Ms Harris and what they call their \"big, beautiful blended family\". Her sister, Maya, niece Meena and - perhaps most memorably - her two grand-nieces also made appearances in Chicago. Many argue she should also be seen and recognised as the descendant of another kind of family and that is the inheritor of generations of black female activists. Nadia Brown, associate professor of political science and African American studies at Purdue University, told the BBC that Ms Harris follows in the footsteps of Fannie Lou Hamer, Ella Baker and Septima Clark, among others. \"She is heir to a legacy of grassroots organisers, elected officials, and unsuccessful candidates who paved this path to the White House,\" she said. Correction 12 August 2024: An earlier version of this article incorrectly stated that Kamala Harris had used her tie-breaking vote to confirm Justice Ketanji Brown Jackson to the Supreme Court. Kamala Harris tours abortion clinic in historic first Harris first woman to get US presidential powers Where did it go wrong for Kamala Harris? The other women in Kamala Harris' college photo",
      "paragraphs": [
        "It took less than an hour after Joe Biden's decision to step aside for Democrats to begin to rally around Kamala Harris as their party's new 2024 presidential nominee.",
        "As the US vice-president aspires to be the first woman to hold the country's top job, her campaign is re-energising liberal voters and has raised a record $671m (£514m) in donations over the past two months - nearly triple what her Republican rival Donald Trump has managed.",
        "But her journey to the top of the ticket has been unique, fraught, and full of difficult questions. Here is a look at Ms Harris' career, the events that have shaped her life, and how she became the first black female presidential nominee.",
        "How Kamala rose to become VP",
        "Ms Harris first threw her hat into the ring for president five years ago.",
        "She began her career as the district attorney - or top prosecutor - for Alameda County and, from 2004 to 2011, for the city of San Francisco.",
        "Her next promotion was as California's attorney general, becoming the first woman and first black person elected to serve as the top lawyer in America's most populous state.",
        "She used that momentum to propel her successful 2016 run as California's next US senator, a perch from which she drew buzz with her prosecutorial style in committee hearings.",
        "But a 2020 presidential bid that began with big crowds and major debate moments  fizzled out as Ms Harris struggled to articulate her ideology and policy platform.",
        "Her campaign died in less than a year and it was Mr Biden who brought the now 59-year-old back under a national spotlight by adding her to his ticket.",
        "Gil Duran, a former communications director for Ms Harris, called it \"a big reversal of fortune\".",
        "\"Many people didn't think she had the discipline and focus to ascend to a position in the White House so quickly... although people knew she had ambition and star potential. It was always clear that she had the raw talent,\" Duran said.",
        "Ms Harris focused on several key initiatives while in the White House, and she was instrumental in many of the Biden administration's most touted accomplishments.",
        "She set a new record for the most tie-breaking votes cast by a vice-president in the history of the Senate, helping pass the Inflation Reduction Act and the American Rescue Plan, which provided Covid-era stimulus payments and other relief.",
        "Mr Biden also called upon Ms Harris to lead efforts addressing the root causes of migration amid a record influx of undocumented migrants at the US-Mexico border.",
        "It is an issue opponents point to as one where she hasn't made enough progress, and she was criticised by Republicans and some Democrats for taking six months to plan a trip to the border after entering office.",
        "More recently, Ms Harris has been the administration's point person to highlight the harms caused by abortion bans after the Supreme Court overturned Roe v Wade, the half-century precedent guaranteeing the right to an abortion, in 2022.",
        "The battle over reproductive rights took centre stage throughout the Democratic convention in August, aligning neatly with a broader animating message: freedom.",
        "In her keynote DNC address, the biggest speech of her career, Ms Harris criticised Trump and Republicans as the architects of unpopular efforts to restrict abortion access around the country.",
        "\"Simply put, they are out of their minds,\" she said, promising to restore the protections afforded by Roe.",
        "Ms Harris is also seeking to re-introduce herself to voters, with some polls showing many view Trump as closer to the centre of the political spectrum.",
        "On the 2020 campaign trail, she touted left-wing leanings on immigration, LGBT rights and other issues but faced repeated attacks over her prosecutorial past.",
        "Four years later, Ms Harris is presenting herself as the cop who will crack down on a convicted felon in Trump.",
        "But she is also promising to deliver on a progressive agenda that lifts up middle-class families like her own.",
        "\"My entire career, I’ve only had one client: the people,\" she said.",
        "The roots of Kamala Harris",
        "Ms Harris was born in Oakland, California to two immigrant parents: an Indian-born mother and Jamaican-born father.",
        "Her parents divorced when she was five and she was raised primarily by her Hindu single mother, Shyamala Gopalan Harris, a cancer researcher and civil rights activist.",
        "Ms Harris speaks often about the lessons she bestowed upon her daughters.",
        "\"She was tough, courageous, a trailblazer in the fight for women’s health,\" Ms Harris told the DNC. \"She taught us to never complain about injustice, but do something about it.\"",
        "Ms Harris grew up engaged with her Indian heritage, joining her mother on visits to India, but she has said that her mother immersed both her younger sister Maya and her in Oakland's black culture.",
        "\"My mother understood very well that she was raising two black daughters,\" she wrote in her autobiography The Truths We Hold.",
        "\"She knew that her adopted homeland would see Maya and me as black girls and she was determined to make sure we would grow into confident, proud black women.\"",
        "Her biracial roots and upbringing could make it easier to engage with and appeal to many Americans. Parts of the country with rapid demographic change - enough change to alter a region's politics - see her as an aspirational symbol.",
        "But it was her time at Howard University, one of the nation's preeminent historically black colleges and universities, which she has described as among the most formative experiences of her life.",
        "Lita Rosario-Richardson met Kamala Harris while at Howard in the 1980s when students would gather on campus to hang out and discuss politics, fashion and gossip.",
        "\"I noticed she had a keen sense of argumentation,\" she said.",
        "They bonded over an aptitude for energetic debate with campus Republicans, their experience growing up with single mothers, even the fact that they're both Libras. It was a formative era politically too.",
        "\"Reagan was president at the time and it was the apartheid era and there was a lot of talk about divestiture with 'trans Africa' and the Martin Luther King holiday issue,\" Ms Rosario-Richardson said.",
        "\"We know that, being descendants of enslaved people and people of colour coming out of colonisation, that we have a special role and having an education gives us a special position in society to help effect change,\" she explained - it was a philosophy and a call to action that was part of the university experience Ms Harris lived.",
        "But Ms Harris also operates with ease in predominantly white communities. Her early years included a period in Canada. When Ms Gopalan Harris took a job teaching at McGill University, Kamala and Maya went with her, attending school in Montreal for five years.",
        "Ms Harris says she's always been comfortable with her identity and simply describes herself as an \"American\".",
        "She told the Washington Post in 2019 that politicians should not have to fit into compartments because of their colour or background.",
        "\"My point was: I am who I am. I'm good with it. You might need to figure it out, but I'm fine with it,\" she said.",
        "The making of witty 'debate club' Kamala",
        "From the very earliest, as her friend Ms Rosario-Richardson attests, she showed the skills that allowed her to be one of few women to break through barriers.",
        "\"That is what attracted me to get her to join debate team [at Howard University], a fearlessness,\" she said.",
        "Wit and humour are parts of that. In a video posted to her social media in 2020 after winning the election, she shares the news of the win - with a very hearty laugh - with Mr Biden: \"We did it, we did it Joe. You're going to be the next president of the United States!\"",
        "The laugh she shared with the then-president-elect, when making that first momentous phone call, was one her friend recognised immediately and intimately.",
        "\"She has always had that laugh, she has always had a sense of humour too, she had a sense of wit - even in the context of a university debate - to get those points across.\"",
        "Kamala, 'Momala', history-maker",
        "In 2014, then-Senator Harris married lawyer Doug Emhoff and became stepmother to his two children, Cole and Ella.",
        "She wrote an article for Elle magazine in 2019 about the experience of becoming a stepmother and unveiled the name that came to dominate many headlines that followed.",
        "\"When Doug and I got married, Cole, Ella, and I agreed that we didn't like the term 'stepmom'. Instead they came up with the name 'Momala'.\"",
        "Along with their dad, Cole and Ella were fixtures at the 2024 DNC, taking to the stage to celebrate Ms Harris and what they call their \"big, beautiful blended family\".",
        "Her sister, Maya, niece Meena and - perhaps most memorably - her two grand-nieces also made appearances in Chicago.",
        "Many argue she should also be seen and recognised as the descendant of another kind of family and that is the inheritor of generations of black female activists.",
        "Nadia Brown, associate professor of political science and African American studies at Purdue University, told the BBC that Ms Harris follows in the footsteps of Fannie Lou Hamer, Ella Baker and Septima Clark, among others.",
        "\"She is heir to a legacy of grassroots organisers, elected officials, and unsuccessful candidates who paved this path to the White House,\" she said.",
        "Correction 12 August 2024: An earlier version of this article incorrectly stated that Kamala Harris had used her tie-breaking vote to confirm Justice Ketanji Brown Jackson to the Supreme Court.",
        "Kamala Harris tours abortion clinic in historic first",
        "Harris first woman to get US presidential powers",
        "Where did it go wrong for Kamala Harris?",
        "The other women in Kamala Harris' college photo"
      ],
      "word_count": 1632
    },
    "analytics": {
      "reading_time_minutes": 9
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cz04n1kg1d4o",
    "metadata": {
      "title": "Trump and Harris are deadlocked -  could an October surprise change the game?",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "With one month to election day, the contest between Donald Trump and Kamala Harris is the electoral equivalent of a bare-knuckle brawl. The race for the White House still appears deadlocked, both nationally and in battleground states, so victory will be decided by the slimmest of margins - every new voter engaged, every undecided voter swayed, could help land a knock-out punch. “In any super close race, where the electorate is divided down the middle, a difference of a percentage point or two could be decisive,” says David Greenberg, a presidential historian at Rutgers University. While party strategists are focused on how to earn that decisive edge, it could just as easily be an event out of their control, an unexpected twist, that upends the campaign in the final weeks. It’s already been a year of political shockwaves - from one candidate surviving two assassination attempts and being convicted of a crime, to another, President Joe Biden, dropping out of the race in favour of his much younger vice-president. However, when the surprises drop in October - think Trump’s Access Hollywood tape or Hillary Clinton’s emails in 2016 - there is scarcely time left to recover or regain momentum after a misstep or bad news cycle. This week alone, there were several new rumbles that could turn into political storms by 5 November. Helene’s political fallout The first potential political storm was a literal one. Hurricane Helene tore through two key electoral battlegrounds last week, Georgia and North Carolina. Because of the intense focus on both states during this presidential race, a humanitarian disaster, with a death toll already over 200,has also become a political issue. Harris pledged long-term aid to the region at a stop in Georgia earlier this week, and visited those affected by the storm in North Carolina on Saturday. \"We're here for the long haul,\" she said in Georgia. Meanwhile, both states are essentially must-wins for Trump, and polls show a dead heat. While visiting Georgia, the former president claimed that Americans were losing out on emergency relief money because it had been spent on migrants. In fact, the two distinct programmes have separate budgets, and the Biden administration accused Republicans of spreading \"bold-faced lies\" about funding for the disaster response. When disaster strikes, it's not easy for the government to keep everyone happy. If Trump’s attacks land, any voter dissatisfaction with recovery efforts could potentially impact the result in two of the most closely-watched states in the country. Escalation in the Middle East Thousands of miles from the disaster-ravaged American southeast, a manmade crisis continues to inject itself into American politics. The Gaza war is in danger of expanding into a regional conflagration, as Israeli forces fought Hezbollah forces in southern Lebanon and Iran launched hundreds of missiles at Israel earlier this week. While Harris has presented herself as a candidate of change, she put no distance between herself and the current administration when it comes to US-Israeli policies. That comes with risks. Hopes for any kind of pre-election ceasefire in Gaza appear firmly dashed, and the White House at this point is trying to ensure that the inevitable Israeli response to Tuesday’s Iranian strike doesn’t lead to all-out war. On Thursday night, Biden was not exactly reassuring. “I don’t believe there’s going to be an all-out war,” he said. “I think we can avoid it. But there’s a lot to do yet.” The war is also having consequences at home for Democrats, even if American voters usually don’t think directly about foreign policy when they cast their ballots. Harris’s commitment to continue supplying arms to Israel is a problem for two key segments of the Democratic base: Arab-Americans in the must-win state of Michigan, and young voters on campuses, where anti-war protests could start up again. The conflict in the Middle East has also fuelled pocketbook concerns. Biden’s mention of the possibility that Israel would target Iranian refineriescaused the price of oil to jump more than 5% on Thursday. If there’s one thing that American consumers are particularly sensitive to, it's higher prices at the petrol pump. Biden: 'I don't know' if Netanyahu is trying to sway US election BBC asks Trump what he would do differently in the Middle East Trump or Harris? In a crisis-hit world, diplomats resigned to either Pleasant surprises for Democrats Across the board, public opinion surveys continue to show that the economy is the top issue for American voters. And Harris and the Democrats received some good news on that front on Friday, with the latest employment figures showing robust job growth over the past few months and an unemployment level that dropped to 4.1%. According to Mr Greenberg, however, voter concerns on the economy are about more than the latest job figures. “When people complain about the economy, what they’re really complaining about is the longer-term failure in certain parts of the country - rural America’s de-industrialised communities,” he says. “Those are parts of the country that are hurting even in a good economy.” For most of the election season, Trump has fared better than Harris when voters are asked who they think would do a better job with the economy,including in a recent CNN poll. But there are signs his lead may not be set in stone,such as a Cook Political Report survey of swing statesthat showed the two candidates tied on who would be best at dealing with inflation. One looming economic pitfall for Democrats also evaporated this week -the dockworkers strike, which had briefly shut down critical ports on the East Coast and the Gulf of Mexico for the first time in 50 years. Both parties agreed to return to the bargaining table in January, reopening the ports. If a work stoppage had continued, it could have disrupted supply chains and driven up consumer prices in the weeks before the election. Meanwhile, undocumented crossings at the US-Mexico border have returned to pre-Covid pandemic levels, after hitting a record high of 249,741 last December. While the impact of that border surge is still being felt in many American cities, the urgency of the crisis may be diminishing. Capitol riot resurfaces While much of this week’s news could spell trouble for Harris and the Democrats, it wasn’t all smooth sailing for Trump. His conduct during the 6 January attack on the US Capitol once again came into focus on Wednesday, when a federal judge released a document from special counsel Jack Smith outlining his case and evidence against Donald Trump for trying to overturn the 2020 election result. The document, which argued that the former president should not be given presidential immunity from prosecution, contained new details about Trump’s words and actions leading up to the Capitol riot by his supporters. A recent CNN poll shows that voters favour Harris over Trump on issues of “protecting democracy” by 47% to 40% - so anything that renews attention on the chaotic final weeks of Trump’s presidency could be to the Democrat’s advantage. Five takeaways from new filing in Trump election case Unknown unknowns The term “October surprise” has been a fixture in American political lexicon for nearly 50 years. Campaigns dread the unexpected headline or crisis that pushes their candidates off message and changes the trajectory of a race. Even the smallest ripple in public opinion might deliver the White House in a year when the electoral margins in the swing states could be measured in only tens of thousands of votes. November’s balloting, says Mr Greenberg, is shaping up to be a nail-biter. “I don’t have any fingernails left,” he says. “I could totally imagine this election going either way with extremely significant consequences riding on that vote no matter where your loyalty is.” Trump Shooting: Back to the Scene Who Is Kamala Harris? North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weeklyUS Election Unspunnewsletter. Readers in the UK cansign up here. Those outside the UK cansign up here.",
      "paragraphs": [
        "With one month to election day, the contest between Donald Trump and Kamala Harris is the electoral equivalent of a bare-knuckle brawl.",
        "The race for the White House still appears deadlocked, both nationally and in battleground states, so victory will be decided by the slimmest of margins - every new voter engaged, every undecided voter swayed, could help land a knock-out punch.",
        "“In any super close race, where the electorate is divided down the middle, a difference of a percentage point or two could be decisive,” says David Greenberg, a presidential historian at Rutgers University.",
        "While party strategists are focused on how to earn that decisive edge, it could just as easily be an event out of their control, an unexpected twist, that upends the campaign in the final weeks.",
        "It’s already been a year of political shockwaves - from one candidate surviving two assassination attempts and being convicted of a crime, to another, President Joe Biden, dropping out of the race in favour of his much younger vice-president.",
        "However, when the surprises drop in October - think Trump’s Access Hollywood tape or Hillary Clinton’s emails in 2016 - there is scarcely time left to recover or regain momentum after a misstep or bad news cycle.",
        "This week alone, there were several new rumbles that could turn into political storms by 5 November.",
        "Helene’s political fallout",
        "The first potential political storm was a literal one. Hurricane Helene tore through two key electoral battlegrounds last week, Georgia and North Carolina. Because of the intense focus on both states during this presidential race, a humanitarian disaster, with a death toll already over 200,has also become a political issue.",
        "Harris pledged long-term aid to the region at a stop in Georgia earlier this week, and visited those affected by the storm in North Carolina on Saturday.",
        "\"We're here for the long haul,\" she said in Georgia.",
        "Meanwhile, both states are essentially must-wins for Trump, and polls show a dead heat. While visiting Georgia, the former president claimed that Americans were losing out on emergency relief money because it had been spent on migrants. In fact, the two distinct programmes have separate budgets, and the Biden administration accused Republicans of spreading \"bold-faced lies\" about funding for the disaster response.",
        "When disaster strikes, it's not easy for the government to keep everyone happy. If Trump’s attacks land, any voter dissatisfaction with recovery efforts could potentially impact the result in two of the most closely-watched states in the country.",
        "Escalation in the Middle East",
        "Thousands of miles from the disaster-ravaged American southeast, a manmade crisis continues to inject itself into American politics. The Gaza war is in danger of expanding into a regional conflagration, as Israeli forces fought Hezbollah forces in southern Lebanon and Iran launched hundreds of missiles at Israel earlier this week.",
        "While Harris has presented herself as a candidate of change, she put no distance between herself and the current administration when it comes to US-Israeli policies. That comes with risks.",
        "Hopes for any kind of pre-election ceasefire in Gaza appear firmly dashed, and the White House at this point is trying to ensure that the inevitable Israeli response to Tuesday’s Iranian strike doesn’t lead to all-out war.",
        "On Thursday night, Biden was not exactly reassuring.",
        "“I don’t believe there’s going to be an all-out war,” he said. “I think we can avoid it. But there’s a lot to do yet.”",
        "The war is also having consequences at home for Democrats, even if American voters usually don’t think directly about foreign policy when they cast their ballots.",
        "Harris’s commitment to continue supplying arms to Israel is a problem for two key segments of the Democratic base: Arab-Americans in the must-win state of Michigan, and young voters on campuses, where anti-war protests could start up again.",
        "The conflict in the Middle East has also fuelled pocketbook concerns. Biden’s mention of the possibility that Israel would target Iranian refineriescaused the price of oil to jump more than 5% on Thursday.",
        "If there’s one thing that American consumers are particularly sensitive to, it's higher prices at the petrol pump.",
        "Biden: 'I don't know' if Netanyahu is trying to sway US election",
        "BBC asks Trump what he would do differently in the Middle East",
        "Trump or Harris? In a crisis-hit world, diplomats resigned to either",
        "Pleasant surprises for Democrats",
        "Across the board, public opinion surveys continue to show that the economy is the top issue for American voters. And Harris and the Democrats received some good news on that front on Friday, with the latest employment figures showing robust job growth over the past few months and an unemployment level that dropped to 4.1%.",
        "According to Mr Greenberg, however, voter concerns on the economy are about more than the latest job figures.",
        "“When people complain about the economy, what they’re really complaining about is the longer-term failure in certain parts of the country - rural America’s de-industrialised communities,” he says. “Those are parts of the country that are hurting even in a good economy.”",
        "For most of the election season, Trump has fared better than Harris when voters are asked who they think would do a better job with the economy,including in a recent CNN poll. But there are signs his lead may not be set in stone,such as a Cook Political Report survey of swing statesthat showed the two candidates tied on who would be best at dealing with inflation.",
        "One looming economic pitfall for Democrats also evaporated this week -the dockworkers strike, which had briefly shut down critical ports on the East Coast and the Gulf of Mexico for the first time in 50 years. Both parties agreed to return to the bargaining table in January, reopening the ports. If a work stoppage had continued, it could have disrupted supply chains and driven up consumer prices in the weeks before the election.",
        "Meanwhile, undocumented crossings at the US-Mexico border have returned to pre-Covid pandemic levels, after hitting a record high of 249,741 last December.",
        "While the impact of that border surge is still being felt in many American cities, the urgency of the crisis may be diminishing.",
        "Capitol riot resurfaces",
        "While much of this week’s news could spell trouble for Harris and the Democrats, it wasn’t all smooth sailing for Trump.",
        "His conduct during the 6 January attack on the US Capitol once again came into focus on Wednesday, when a federal judge released a document from special counsel Jack Smith outlining his case and evidence against Donald Trump for trying to overturn the 2020 election result.",
        "The document, which argued that the former president should not be given presidential immunity from prosecution, contained new details about Trump’s words and actions leading up to the Capitol riot by his supporters.",
        "A recent CNN poll shows that voters favour Harris over Trump on issues of “protecting democracy” by 47% to 40% - so anything that renews attention on the chaotic final weeks of Trump’s presidency could be to the Democrat’s advantage.",
        "Five takeaways from new filing in Trump election case",
        "Unknown unknowns",
        "The term “October surprise” has been a fixture in American political lexicon for nearly 50 years. Campaigns dread the unexpected headline or crisis that pushes their candidates off message and changes the trajectory of a race.",
        "Even the smallest ripple in public opinion might deliver the White House in a year when the electoral margins in the swing states could be measured in only tens of thousands of votes.",
        "November’s balloting, says Mr Greenberg, is shaping up to be a nail-biter.",
        "“I don’t have any fingernails left,” he says. “I could totally imagine this election going either way with extremely significant consequences riding on that vote no matter where your loyalty is.”",
        "Trump Shooting: Back to the Scene",
        "Who Is Kamala Harris?",
        "North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weeklyUS Election Unspunnewsletter. Readers in the UK cansign up here. Those outside the UK cansign up here."
      ],
      "word_count": 1332
    },
    "analytics": {
      "reading_time_minutes": 7
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c80rplyrx5ko",
    "metadata": {
      "title": "A quick guide to Kamala Harris",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A quick guide to Donald Trump A quick guide to Tim Walz A quick guide to JD Vance",
      "paragraphs": [
        "A quick guide to Donald Trump",
        "A quick guide to Tim Walz",
        "A quick guide to JD Vance"
      ],
      "word_count": 18
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c70w909znl6o",
    "metadata": {
      "title": "Time stood still, Trump says at site of assassination attempt",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Nearly three months after an assassin’s bullet came close to taking his life, former President Donald Trump returned to Butler, Pennsylvania - a place of \"tragedy and heartache\" - to promise his supporters victory in the 5 November presidential election. One person - a volunteer fire chief - was killed in the 13 July shooting, which also left two bystanders seriously wounded and Trump shot in the ear. “For 15 seconds, time stood still,” Trump told the crowd. “This vicious monster unleashed evil… the villain did not succeed in his goal.” For Saturday's rally, though, security was tight - a result of increased scrutiny of the Secret Service in the wake of two attempts on Trump’s life - the second last month at his golf course in West Palm Beach, Florida. Also in attendance were Trump’s running mate, JD Vance, as well as son Eric Trump, daughter-in-law Lara Trump and tech billionaire Elon Musk, who endorsed Trump after the earlier shooting. Trump largely stuck to familiar talking points during his speech, railing against the “corrupt system”, promising to bring “respect” back to US foreign policy and vowing to shut the “open border”, which he claims is a source of crime. “You deserve a government that protects and respects its own citizens, and defends your sovereignty, your security, your dignity and your freedom,” he told the thousands gathered at the showgrounds in Butler to large applause. He also struck out at his political opponents, accusing them of “slandering” him and attempting to interfere in the election, and “who knows - maybe even tried to kill me.” “But I’ve never stopped fighting for you,” he added. “Never will.” Trump repeatedly referenced the previous shooting, and the event included a moment of silence for Corey Competore, the volunteer firefighter who was killed in the July shooting. “He’s become somewhat of a folk hero,” Trump added. “Our beautiful Corey.” Trump Shooting: Back to the Scene The former president had fulsome praise for Elon Musk and went out of his way to invite him to the stage. The tech billionaire told the crowd he thought this was \"the most important election of our lifetime\" and exhorted voters to register and elect Trump. Between 25,000 and 30,000 people were expected at the rally, which snarled traffic to a standstill in the rural town north of Pittsburgh for the entirety of Saturday. Many waited for as many as 10 hours in harsh sun to be let in past a long string of vendors selling Trump-Vance campaign flags, hats, signs and orange wigs meant to emulate the former president. “I certainly admire his willingness to come back here and give the speech he was denied last time,” said Teresa Wilson, a former US Marine who also attended the previous rally on 13 July. “I’d understand if he avoided coming back - I know some spectators who didn’t want to return, and some who were very apprehensive,” she added. “If he can stand in the place of the previous attempt, then we as his constituency can certainly show up to offer our support.” With just 31 days to go until Americans vote, polls show Trump and Kamala Harris in a tight race in Pennsylvania -  a hotly contested battleground state that could prove pivotal. Data from the New York Times and Siena College, for example, shows the two nearly deadlocked in a tie, 49% to 48% in Harris’s favour. In dozens of interviews with Trump supporters at the rally, most identified the economy - particularly inflation - as their primary concern ahead of the election. “We’re not being taken care of. People can’t afford food. They can barely afford gas [petrol],” said Jessenia Anderson, a voter who was at the rally wearing a red \"Latinas for Trump\" T-shirt. “I have a family, but I find myself making cheaper [meals], buying cheaper things.” Others - such as rapper Sean Moon, a Tennessee voter - pointed to the US-Mexico border and concern over immigration as the main reason they supported the former president. Migrant crossings over the US southern border hit record levels under the Biden-Harris administration but the numbers have dropped significantly in recent months. “That’s an existential threat for this country,” said Mr Moon, the son of a North Korean refugee, about migrant crossings. The event in Butler, he said, was his 15th consecutive Trump rally. “There are people coming in without being vetted. They tell untruths and get rewarded for it.\"",
      "paragraphs": [
        "Nearly three months after an assassin’s bullet came close to taking his life, former President Donald Trump returned to Butler, Pennsylvania - a place of \"tragedy and heartache\" - to promise his supporters victory in the 5 November presidential election.",
        "One person - a volunteer fire chief - was killed in the 13 July shooting, which also left two bystanders seriously wounded and Trump shot in the ear.",
        "“For 15 seconds, time stood still,” Trump told the crowd. “This vicious monster unleashed evil… the villain did not succeed in his goal.”",
        "For Saturday's rally, though, security was tight - a result of increased scrutiny of the Secret Service in the wake of two attempts on Trump’s life - the second last month at his golf course in West Palm Beach, Florida.",
        "Also in attendance were Trump’s running mate, JD Vance, as well as son Eric Trump, daughter-in-law Lara Trump and tech billionaire Elon Musk, who endorsed Trump after the earlier shooting.",
        "Trump largely stuck to familiar talking points during his speech, railing against the “corrupt system”, promising to bring “respect” back to US foreign policy and vowing to shut the “open border”, which he claims is a source of crime.",
        "“You deserve a government that protects and respects its own citizens, and defends your sovereignty, your security, your dignity and your freedom,” he told the thousands gathered at the showgrounds in Butler to large applause.",
        "He also struck out at his political opponents, accusing them of “slandering” him and attempting to interfere in the election, and “who knows - maybe even tried to kill me.”",
        "“But I’ve never stopped fighting for you,” he added. “Never will.”",
        "Trump repeatedly referenced the previous shooting, and the event included a moment of silence for Corey Competore, the volunteer firefighter who was killed in the July shooting.",
        "“He’s become somewhat of a folk hero,” Trump added. “Our beautiful Corey.”",
        "Trump Shooting: Back to the Scene",
        "The former president had fulsome praise for Elon Musk and went out of his way to invite him to the stage.",
        "The tech billionaire told the crowd he thought this was \"the most important election of our lifetime\" and exhorted voters to register and elect Trump.",
        "Between 25,000 and 30,000 people were expected at the rally, which snarled traffic to a standstill in the rural town north of Pittsburgh for the entirety of Saturday. Many waited for as many as 10 hours in harsh sun to be let in past a long string of vendors selling Trump-Vance campaign flags, hats, signs and orange wigs meant to emulate the former president.",
        "“I certainly admire his willingness to come back here and give the speech he was denied last time,” said Teresa Wilson, a former US Marine who also attended the previous rally on 13 July.",
        "“I’d understand if he avoided coming back - I know some spectators who didn’t want to return, and some who were very apprehensive,” she added. “If he can stand in the place of the previous attempt, then we as his constituency can certainly show up to offer our support.”",
        "With just 31 days to go until Americans vote, polls show Trump and Kamala Harris in a tight race in Pennsylvania -  a hotly contested battleground state that could prove pivotal.",
        "Data from the New York Times and Siena College, for example, shows the two nearly deadlocked in a tie, 49% to 48% in Harris’s favour.",
        "In dozens of interviews with Trump supporters at the rally, most identified the economy - particularly inflation - as their primary concern ahead of the election.",
        "“We’re not being taken care of. People can’t afford food. They can barely afford gas [petrol],” said Jessenia Anderson, a voter who was at the rally wearing a red \"Latinas for Trump\" T-shirt. “I have a family, but I find myself making cheaper [meals], buying cheaper things.”",
        "Others - such as rapper Sean Moon, a Tennessee voter - pointed to the US-Mexico border and concern over immigration as the main reason they supported the former president.",
        "Migrant crossings over the US southern border hit record levels under the Biden-Harris administration but the numbers have dropped significantly in recent months.",
        "“That’s an existential threat for this country,” said Mr Moon, the son of a North Korean refugee, about migrant crossings. The event in Butler, he said, was his 15th consecutive Trump rally.",
        "“There are people coming in without being vetted. They tell untruths and get rewarded for it.\""
      ],
      "word_count": 743
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cj4x71znwxdo",
    "metadata": {
      "title": "US election polls: Who is ahead - Harris or Trump?",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Voters in the US go to the polls on 5 November to elect their next president. The election was initially a rematch of 2020 but it was upended in July when President Joe Biden ended his campaign and endorsed Vice-President Kamala Harris. The big question now is - will America get its first woman president or a second Donald Trump term? As election day approaches, we'll be keeping track of the polls and seeing what effect the campaign has on the race for the White House. Who is leading national polls? Harris has been ahead of Trump in the national polling averages since she entered the race at the end of July, as shown in the chart below with the latest figures rounded to the nearest whole number. The two candidates went head to head in a televised debate in Pennsylvania on 10 September that just over 67 million people tuned in to watch. A majority of national polls carried out in the week after suggested Harris's performance had helped her make some small gains, with her lead increasing from 2.5 percentage points on the day of the debate to 3.3 points just over a week later. That marginal boost was mostly down to Trump’s numbers though. His average had been rising ahead of the debate, but it fell by half a percentage point in the week afterwards. You can see those small changes in the poll tracker chart below, with the trend lines showing how the averages have changed and the dots showing the individual poll results for each candidate. While these national polls are a useful guide as to how popular a candidate is across the country as a whole, they're not necessarily an accurate way to predict the result of the election. That's because the US uses an electoral college system, in which each state is given a number of votes roughly in line with the size of its population. A total of 538 electoral college votes are up for grabs, so a candidate needs to hit 270 to win. There are 50 states in the US but because most of them nearly always vote for the same party, in reality there are just a handful where both candidates stand a chance of winning. These are the places where the election will be won and lost and are known as battleground states or swing states. Who is winning in swing state polls? Right now, the polls are very tight in the seven states considered battlegrounds in this election with just one or two percentage points separating the candidates. That includes Pennsylvania, which is key as it has the highest number of electoral votes of the seven states and therefore winning it makes it easier to reach the 270 votes needed. In a sign of how the race has changed since Harris became the Democratic nominee, on the day Biden quit the race he was trailing Trump by nearly five percentage points on average in these seven states. One thing to note is that there are fewer state polls than national polls being carried out at the moment so we have less data to go on and every poll has a margin of error that means the numbers could be higher or lower. But looking at the trends since Harris joined the race does help highlight the states in which she seems to be in a stronger position, according to the polling averages. In the chart below you can see that Harris has been leading in Michigan, Pennsylvania and Wisconsin since the start of August - but the margins are still small. All three had all been Democratic strongholds before Trump turned them red on his path to winning the presidency in 2016. Biden retook them in 2020 and if Harris can do the same this year then she will be on course to win the election. How are these averages created? The figures we have used in the graphics above are averages created bypolling analysis website 538, which is part of American news network ABC News. To create them, 538 collects the data from individual polls carried out both nationally and in battleground states by lots of polling companies. As part of its quality control, 538 only includes polls from companies that meet certain criteria, like being transparent about how many people they polled, when the poll was carried out and how the poll was conducted (telephone calls, text message, online, etc). You can read more about the 538 methodologyhere. Can we trust the polls? At the moment, the polls suggest that Kamala Harris and Donald Trump are within a couple of percentage points of each other in swing states - and when the race is that close, it’s very hard to predict winners. Polls underestimated support for Trump in both 2016 and 2020. Polling companies will be trying to fix that problem in a number of ways, including how to make their results reflect the make-up of the voting population. Those adjustments are difficult to get right and pollsters still have to make educated guesses about other factors like who will actually turn up to vote on 5 November. Written and produced by Mike Hills and Libby Rogers. Design by Joy Roxas. Who Is Kamala Harris? Trump Shooting: Back to the Scene",
      "paragraphs": [
        "Voters in the US go to the polls on 5 November to elect their next president.",
        "The election was initially a rematch of 2020 but it was upended in July when President Joe Biden ended his campaign and endorsed Vice-President Kamala Harris.",
        "The big question now is - will America get its first woman president or a second Donald Trump term?",
        "As election day approaches, we'll be keeping track of the polls and seeing what effect the campaign has on the race for the White House.",
        "Who is leading national polls?",
        "Harris has been ahead of Trump in the national polling averages since she entered the race at the end of July, as shown in the chart below with the latest figures rounded to the nearest whole number.",
        "The two candidates went head to head in a televised debate in Pennsylvania on 10 September that just over 67 million people tuned in to watch.",
        "A majority of national polls carried out in the week after suggested Harris's performance had helped her make some small gains, with her lead increasing from 2.5 percentage points on the day of the debate to 3.3 points just over a week later.",
        "That marginal boost was mostly down to Trump’s numbers though. His average had been rising ahead of the debate, but it fell by half a percentage point in the week afterwards.",
        "You can see those small changes in the poll tracker chart below, with the trend lines showing how the averages have changed and the dots showing the individual poll results for each candidate.",
        "While these national polls are a useful guide as to how popular a candidate is across the country as a whole, they're not necessarily an accurate way to predict the result of the election.",
        "That's because the US uses an electoral college system, in which each state is given a number of votes roughly in line with the size of its population. A total of 538 electoral college votes are up for grabs, so a candidate needs to hit 270 to win.",
        "There are 50 states in the US but because most of them nearly always vote for the same party, in reality there are just a handful where both candidates stand a chance of winning. These are the places where the election will be won and lost and are known as battleground states or swing states.",
        "Who is winning in swing state polls?",
        "Right now, the polls are very tight in the seven states considered battlegrounds in this election with just one or two percentage points separating the candidates.",
        "That includes Pennsylvania, which is key as it has the highest number of electoral votes of the seven states and therefore winning it makes it easier to reach the 270 votes needed.",
        "In a sign of how the race has changed since Harris became the Democratic nominee, on the day Biden quit the race he was trailing Trump by nearly five percentage points on average in these seven states.",
        "One thing to note is that there are fewer state polls than national polls being carried out at the moment so we have less data to go on and every poll has a margin of error that means the numbers could be higher or lower.",
        "But looking at the trends since Harris joined the race does help highlight the states in which she seems to be in a stronger position, according to the polling averages.",
        "In the chart below you can see that Harris has been leading in Michigan, Pennsylvania and Wisconsin since the start of August - but the margins are still small.",
        "All three had all been Democratic strongholds before Trump turned them red on his path to winning the presidency in 2016. Biden retook them in 2020 and if Harris can do the same this year then she will be on course to win the election.",
        "How are these averages created?",
        "The figures we have used in the graphics above are averages created bypolling analysis website 538, which is part of American news network ABC News. To create them, 538 collects the data from individual polls carried out both nationally and in battleground states by lots of polling companies.",
        "As part of its quality control, 538 only includes polls from companies that meet certain criteria, like being transparent about how many people they polled, when the poll was carried out and how the poll was conducted (telephone calls, text message, online, etc).",
        "You can read more about the 538 methodologyhere.",
        "Can we trust the polls?",
        "At the moment, the polls suggest that Kamala Harris and Donald Trump are within a couple of percentage points of each other in swing states - and when the race is that close, it’s very hard to predict winners.",
        "Polls underestimated support for Trump in both 2016 and 2020. Polling companies will be trying to fix that problem in a number of ways, including how to make their results reflect the make-up of the voting population.",
        "Those adjustments are difficult to get right and pollsters still have to make educated guesses about other factors like who will actually turn up to vote on 5 November.",
        "Written and produced by Mike Hills and Libby Rogers. Design by Joy Roxas.",
        "Who Is Kamala Harris?",
        "Trump Shooting: Back to the Scene"
      ],
      "word_count": 886
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/czeg87x125ro",
    "metadata": {
      "title": "For Gen Z, US election is all about the economy",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "The US presidential election is just weeks away and one essential voting bloc is getting a lot of attention from both parties: young voters.  But it’s economic woes – from inflation to housing – that could drive them to the polls. It’s Isabella Morris’s first presidential election, and the 21-year-old mum from Rosenberg, Texas, said she’s listening closely to what both candidates have to say. Recently married with a two-year-old, Isabella works part-time to supplement her husband’s full-time income. She stays at home with her child while her family rents a small one-bedroom apartment. The plan seemed solid—two incomes, no mortgage, or daycare costs—but it’s not enough. “Our debts are paid off, but we can’t afford any mistakes. We have no savings, nothing. One job used to be enough to live on, even at a minimum wage. Now it feels like we’re barely scraping by,\" she said. Influencers swarm convention as Democrats' secret weapon Are Gen Z ready for the C-suite? Economic fears about her future will drive her to vote in November, but when she spoke to the BBC, she was still undecided which candidate she would support. “As these elections draw closer, we cannot possibly fathom a candidate not addressing the economic crisis right now,” she said. Isabelle is one of 8 million young people who will be voting in a presidential election for the first time. Comprising about a third of the US electorate, voters under 35 are being fought over by both parties, and polls show the economy is their top priority this election season. Though reproductive rights, the war in Gaza and gun violence have dominated headlines when it comes to young voters’ policy priorities, 18-26 year-olds rank economic growth, income inequality and poverty as the most important problems facing the country, according to a Gen Forward Survey conducted by the University of Chicago and released in September. That’s in contrast to the 2020 election, when COVID-19, racism, and healthcare outranked the economy as the main issue driving young voters to the polls, according to the same survey. 'The situation has degraded' Isabella’s concerns reflect the broader challenges facing young voters, who are entering a world of high rents, unaffordable homes and slowing job creation - not to mention a once-in-a-generation surge in prices, according to economics Tiktoker Kyla Scanlon. Last month, the Federal Reserve lowered interest rates for the first time in more than four years, a decision which could lead to lower borrowing costs on mortgages, credit cards and saving rates for millions of people. But it remains to be seen whether the change in rates will change people’s outlook on the economy. \"The overall situation has degraded,\" Ms Scanlon, 27, told the BBC, noting that young people today have it worse than previous generations - even millennials who entered the workforce after the 2008 financial crisis. A Gen Z-er herself, Ms Scanlon often turns to TikTok, where she has more than 180,000 followers, to educate young people about the economy. People ages 22-24 hold more debt of all kinds – credit cards, car loans and mortgages – than millennials did at the same age, the credit agency TransUnion found. And their debt is rising faster than their income. “There's no beginner mode anymore—the bottom rung of the ladder just feels completely gone, I think, for most of the generation,” Ms Scanlon said. And those fears of being left behind could drive voters to the ballot box, experts say. Abby Kiesa, deputy director of the Center for Information and Research on Civic Learning and Engagement (CIRCLE), told the BBC she expects about half of young voters to turn out this election – a similar turnout to 2020, which had the highest turnout in decades and an 11% increase compared to the presidential election in 2016. Meanwhile, the 2018 midterms saw a record-breaking turnout among young voters, according to CIRCLE. That’s still far below the turnout of other age groups. In 2020, 69% of eligible Americans 35-64 voted, while 74% of voters over the age of 65 went to the polls,according to the US Census. But in an election that will be won by a razor’s edge, being able to rally a significant percentage of new voters could help give a candidate the boost they need to win. Ms Kiesa said focusing on addressing economic hardship will be key if politicians hope to boost turnout among Gen Z-ers feeling disconnected from politics. “For the past three elections, turnout among young voters has been historic,” she said. “We need candidates who understand, engage, and speak with them. That’s what has to change.” Will dollars and cents win votes? The two presidential nominees - Trump and Harris - have both sharpened their economic message in recent weeks and stepped-up efforts to appeal to young voters. Harris has expanded on the Biden administration’s economic initiatives around student loan forgiveness, consumer pricing and housing affordability. She’s proposed a $25,000 subsidy for first-time home buyers and a $6,000 tax credit for families with newborns. Her campaign has doubled her youth organising staff and invested heavily in digital ads. She has enjoyed endorsements from high-profile celebrities including Taylor Swift and Billie Eilish, and built momentum by embracing viral memes about the vice-president on social media. Harris has also spent the last year touring college campuses in key battleground states. Meanwhile, Trump has sought to capitalise on economic dissatisfaction among young people, attacking Harris and Biden’s economic record and highlighing lower prices on goods under his administration. Both he and Harris have promised to eliminate tip taxation - a move aimed at the service industry, which employs millions of young people - and committed to ending regulatory barriers on cryptocurrency. The former president has also tried to reach younger voters through social media, podcasts, and partnerships with influencers. He’s posted TikToks with influencers like Logan Paul and Adin Ross. Polls showed Trump made inroads among young voters while he was running against Biden, who is 81. When he was still in the race, he led Trump by only a few percentage points, and the GenForward survey showed young people thought he handled the economy better than the Biden administration. But momentum has shifted back to the much younger Harris. She now holds a 31-point lead over Trump among likely voters aged 18-29, according to the Harvard Institute of Politics poll released in late September. 'We need representation' Economic woes aren’t just driving people to vote, they’re lighting a fire in some young people to run for office themselves. Gabriel Sanchez, 27, a Democratic candidate for the Georgia state legislature, said he’s running for office to try to help ease the financial strain on his generation. As a waiter at a sports bar, he said rent hikes have forced him to move repeatedly. He is concerned that essentials like stable housing are becoming a privilege for many young Americans. “Most of us aren’t able to own a home, afford healthcare or buy the basic things we need,” Sanchez said in a TikTok posted on his campaign account. In May, Sanchez and three other young candidates cruised to victory in Georgia’s Democratic primary election,an outcome dubbed as Gen Z’s night in Atlanta. Sanchez said he believes his economic struggles resonated with voters. “We’re working hard but not seeing any rewards. This economy isn’t working for us,” Sanchez said. “We need representation - candidates who understand what young people are going through.” But it’s not only Democrats that are luring young candidates. Wyatt Gable, a 21-year-old in his last year at East Carolina University, won the Republican primary for North Carolina’s House of Representatives. He defeated George Cleveland, a 10-term, 85-year-old, incumbent. If elected in November, Wyatt will become the youngest person ever to hold a seat in the state legislature. As he prepares for the November vote, he said he expects the economy to be top of mind for young people at the polls this year. “My generation feels it. Seeing how bad inflation is, and with interest rates skyrocketing, that's going to be the biggest thing on young people's minds when they go to the ballot box,” he said. More on the US election North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weekly US Election Unspun newsletter. Readers in the UKcan sign up here. Those outside the UKcan sign up here.",
      "paragraphs": [
        "The US presidential election is just weeks away and one essential voting bloc is getting a lot of attention from both parties: young voters.  But it’s economic woes – from inflation to housing – that could drive them to the polls.",
        "It’s Isabella Morris’s first presidential election, and the 21-year-old mum from Rosenberg, Texas, said she’s listening closely to what both candidates have to say.",
        "Recently married with a two-year-old, Isabella works part-time to supplement her husband’s full-time income. She stays at home with her child while her family rents a small one-bedroom apartment.",
        "The plan seemed solid—two incomes, no mortgage, or daycare costs—but it’s not enough.",
        "“Our debts are paid off, but we can’t afford any mistakes. We have no savings, nothing. One job used to be enough to live on, even at a minimum wage. Now it feels like we’re barely scraping by,\" she said.",
        "Influencers swarm convention as Democrats' secret weapon",
        "Are Gen Z ready for the C-suite?",
        "Economic fears about her future will drive her to vote in November, but when she spoke to the BBC, she was still undecided which candidate she would support.",
        "“As these elections draw closer, we cannot possibly fathom a candidate not addressing the economic crisis right now,” she said.",
        "Isabelle is one of 8 million young people who will be voting in a presidential election for the first time. Comprising about a third of the US electorate, voters under 35 are being fought over by both parties, and polls show the economy is their top priority this election season.",
        "Though reproductive rights, the war in Gaza and gun violence have dominated headlines when it comes to young voters’ policy priorities, 18-26 year-olds rank economic growth, income inequality and poverty as the most important problems facing the country, according to a Gen Forward Survey conducted by the University of Chicago and released in September.",
        "That’s in contrast to the 2020 election, when COVID-19, racism, and healthcare outranked the economy as the main issue driving young voters to the polls, according to the same survey.",
        "'The situation has degraded'",
        "Isabella’s concerns reflect the broader challenges facing young voters, who are entering a world of high rents, unaffordable homes and slowing job creation - not to mention a once-in-a-generation surge in prices, according to economics Tiktoker Kyla Scanlon.",
        "Last month, the Federal Reserve lowered interest rates for the first time in more than four years, a decision which could lead to lower borrowing costs on mortgages, credit cards and saving rates for millions of people. But it remains to be seen whether the change in rates will change people’s outlook on the economy.",
        "\"The overall situation has degraded,\" Ms Scanlon, 27, told the BBC, noting that young people today have it worse than previous generations - even millennials who entered the workforce after the 2008 financial crisis.",
        "A Gen Z-er herself, Ms Scanlon often turns to TikTok, where she has more than 180,000 followers, to educate young people about the economy.",
        "People ages 22-24 hold more debt of all kinds – credit cards, car loans and mortgages – than millennials did at the same age, the credit agency TransUnion found. And their debt is rising faster than their income.",
        "“There's no beginner mode anymore—the bottom rung of the ladder just feels completely gone, I think, for most of the generation,” Ms Scanlon said.",
        "And those fears of being left behind could drive voters to the ballot box, experts say.",
        "Abby Kiesa, deputy director of the Center for Information and Research on Civic Learning and Engagement (CIRCLE), told the BBC she expects about half of young voters to turn out this election – a similar turnout to 2020, which had the highest turnout in decades and an 11% increase compared to the presidential election in 2016.",
        "Meanwhile, the 2018 midterms saw a record-breaking turnout among young voters, according to CIRCLE.",
        "That’s still far below the turnout of other age groups. In 2020, 69% of eligible Americans 35-64 voted, while 74% of voters over the age of 65 went to the polls,according to the US Census. But in an election that will be won by a razor’s edge, being able to rally a significant percentage of new voters could help give a candidate the boost they need to win.",
        "Ms Kiesa said focusing on addressing economic hardship will be key if politicians hope to boost turnout among Gen Z-ers feeling disconnected from politics.",
        "“For the past three elections, turnout among young voters has been historic,” she said. “We need candidates who understand, engage, and speak with them. That’s what has to change.”",
        "Will dollars and cents win votes?",
        "The two presidential nominees - Trump and Harris - have both sharpened their economic message in recent weeks and stepped-up efforts to appeal to young voters.",
        "Harris has expanded on the Biden administration’s economic initiatives around student loan forgiveness, consumer pricing and housing affordability. She’s proposed a $25,000 subsidy for first-time home buyers and a $6,000 tax credit for families with newborns.",
        "Her campaign has doubled her youth organising staff and invested heavily in digital ads. She has enjoyed endorsements from high-profile celebrities including Taylor Swift and Billie Eilish, and built momentum by embracing viral memes about the vice-president on social media. Harris has also spent the last year touring college campuses in key battleground states.",
        "Meanwhile, Trump has sought to capitalise on economic dissatisfaction among young people, attacking Harris and Biden’s economic record and highlighing lower prices on goods under his administration. Both he and Harris have promised to eliminate tip taxation - a move aimed at the service industry, which employs millions of young people - and committed to ending regulatory barriers on cryptocurrency.",
        "The former president has also tried to reach younger voters through social media, podcasts, and partnerships with influencers. He’s posted TikToks with influencers like Logan Paul and Adin Ross.",
        "Polls showed Trump made inroads among young voters while he was running against Biden, who is 81. When he was still in the race, he led Trump by only a few percentage points, and the GenForward survey showed young people thought he handled the economy better than the Biden administration.",
        "But momentum has shifted back to the much younger Harris.",
        "She now holds a 31-point lead over Trump among likely voters aged 18-29, according to the Harvard Institute of Politics poll released in late September.",
        "'We need representation'",
        "Economic woes aren’t just driving people to vote, they’re lighting a fire in some young people to run for office themselves.",
        "Gabriel Sanchez, 27, a Democratic candidate for the Georgia state legislature, said he’s running for office to try to help ease the financial strain on his generation.",
        "As a waiter at a sports bar, he said rent hikes have forced him to move repeatedly. He is concerned that essentials like stable housing are becoming a privilege for many young Americans.",
        "“Most of us aren’t able to own a home, afford healthcare or buy the basic things we need,” Sanchez said in a TikTok posted on his campaign account.",
        "In May, Sanchez and three other young candidates cruised to victory in Georgia’s Democratic primary election,an outcome dubbed as Gen Z’s night in Atlanta.",
        "Sanchez said he believes his economic struggles resonated with voters.",
        "“We’re working hard but not seeing any rewards. This economy isn’t working for us,” Sanchez said. “We need representation - candidates who understand what young people are going through.”",
        "But it’s not only Democrats that are luring young candidates.",
        "Wyatt Gable, a 21-year-old in his last year at East Carolina University, won the Republican primary for North Carolina’s House of Representatives. He defeated George Cleveland, a 10-term, 85-year-old, incumbent.",
        "If elected in November, Wyatt will become the youngest person ever to hold a seat in the state legislature.",
        "As he prepares for the November vote, he said he expects the economy to be top of mind for young people at the polls this year.",
        "“My generation feels it. Seeing how bad inflation is, and with interest rates skyrocketing, that's going to be the biggest thing on young people's minds when they go to the ballot box,” he said.",
        "More on the US election",
        "North America correspondent Anthony Zurcher makes sense of the race for the White House in his twice weekly US Election Unspun newsletter. Readers in the UKcan sign up here. Those outside the UKcan sign up here."
      ],
      "word_count": 1398
    },
    "analytics": {
      "reading_time_minutes": 7
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cz04nl32e7yo",
    "metadata": {
      "title": "IV fluid supplies in US disrupted by Hurricane Helene",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Hospitals across the US could see their intravenous (IV) fluid supplies dwindle after a plant involved in producing IV solutions for one of the country’s largest manufacturers was flooded as a result of Hurricane Helene. The health care and medical tech company, Baxter International, based in North Carolina, produces 1.5 million bags of IV solution a day, according to the American Hospital Association. The company was forced to stop production after Helene caused flooding on its site. The death toll from Hurricane Helene - which was later downgraded to a tropical storm - has now reached 217 across six states in the US's south-east. In a statement released on Friday, Baxter International said: “We continue to work around-the-clock to assess the full extent of the impact and minimize potential supply disruptions to help ensure patients and providers have the products they need.\" In Boston, Massachusetts, one hospital has already been dealing with the affects of the supply disruption, after being notified that it would receive only 40% of its usual supply from Baxter International. Mass General Brigham hospital has responded by preserving its supply and giving some patients Gatorade or plain water instead of IVs, NBC news reported. The hospital said it hoped to avoid disruption to patient care and was making contingency plans. IV fluids are used to deliver medications, fluids or nutrients directly into a person's vein. The IV fluid disruption comes as more than 800,000 people are still without power. The majority of these people are in North Carolina, South Carolina and Georgia, but some in Florida and Virginia are also affected. Among the other residual affects of the storm are potential hindrances to early voting. A judge in South Carolina ruled on Friday that voters will have an additional ten days to register to vote in the election after flooding and power outages from the storm decimated parts of the state. The National Task Force on Election Crises also discussed the affects of the storm on accessibility to polling stations for the upcoming presidential election. Several voting sites in North Carolina no longer exist because of the storm, Anne Tindall, special counsel at Protect Democracy, said during the briefing. She noted several others are severely damaged and new sites and combining sites will need to happen to ensure voting continues. Experts agreed that, regardless what happens with the voting sites, the storm will have an impact on turnout. Robert Orr, a former North Carolina Supreme Court Justice, predicted there will be a diminished vote \"to some degree or another\" in the counties affected by the storm. North Carolina is one of seven swing states in the US that are considered crucial for either presidential nominee to win to achieve victory in November. Both presidential candidates as well as President Joe Biden have toured damaged areas in recent days. The White House said on Friday that the Federal Emergency Management Agency (Fema) has provided $45m (£34m) in funding for those affected by the hurricane so far. In a statement, it added that the National Guard has sent more than 6,700 Army and Air National Guard members from 16 states to assist with the on-the-ground response. The president has also deployed 1,000 active-duty soldiers to help with the aid efforts. Earlier in the week, Homeland Security Secretary Alejandro Mayorkas warned that if another storm struck the US in the coming months, Fema would struggle to provide assistance. \"We are expecting another hurricane hitting.... Fema does not have the funds to make it through the season,\" Mr Mayorkas told reporters earlier in the week. The US government has shipped more than 8.8 million meals, more than 7.4 million litres of water, 150 generators and more than 225,000 tarps to the region, Mr Mayorkas said. Woman saved as home floods - and brutal Helene destroys family history Moment house flows down river and smashes into debris Helene is deadliest mainland US hurricane since Katrina",
      "paragraphs": [
        "Hospitals across the US could see their intravenous (IV) fluid supplies dwindle after a plant involved in producing IV solutions for one of the country’s largest manufacturers was flooded as a result of Hurricane Helene.",
        "The health care and medical tech company, Baxter International, based in North Carolina, produces 1.5 million bags of IV solution a day, according to the American Hospital Association.",
        "The company was forced to stop production after Helene caused flooding on its site.",
        "The death toll from Hurricane Helene - which was later downgraded to a tropical storm - has now reached 217 across six states in the US's south-east.",
        "In a statement released on Friday, Baxter International said: “We continue to work around-the-clock to assess the full extent of the impact and minimize potential supply disruptions to help ensure patients and providers have the products they need.\"",
        "In Boston, Massachusetts, one hospital has already been dealing with the affects of the supply disruption, after being notified that it would receive only 40% of its usual supply from Baxter International.",
        "Mass General Brigham hospital has responded by preserving its supply and giving some patients Gatorade or plain water instead of IVs, NBC news reported.",
        "The hospital said it hoped to avoid disruption to patient care and was making contingency plans.",
        "IV fluids are used to deliver medications, fluids or nutrients directly into a person's vein.",
        "The IV fluid disruption comes as more than 800,000 people are still without power. The majority of these people are in North Carolina, South Carolina and Georgia, but some in Florida and Virginia are also affected.",
        "Among the other residual affects of the storm are potential hindrances to early voting.",
        "A judge in South Carolina ruled on Friday that voters will have an additional ten days to register to vote in the election after flooding and power outages from the storm decimated parts of the state.",
        "The National Task Force on Election Crises also discussed the affects of the storm on accessibility to polling stations for the upcoming presidential election.",
        "Several voting sites in North Carolina no longer exist because of the storm, Anne Tindall, special counsel at Protect Democracy, said during the briefing.",
        "She noted several others are severely damaged and new sites and combining sites will need to happen to ensure voting continues.",
        "Experts agreed that, regardless what happens with the voting sites, the storm will have an impact on turnout.",
        "Robert Orr, a former North Carolina Supreme Court Justice, predicted there will be a diminished vote \"to some degree or another\" in the counties affected by the storm.",
        "North Carolina is one of seven swing states in the US that are considered crucial for either presidential nominee to win to achieve victory in November.",
        "Both presidential candidates as well as President Joe Biden have toured damaged areas in recent days.",
        "The White House said on Friday that the Federal Emergency Management Agency (Fema) has provided $45m (£34m) in funding for those affected by the hurricane so far.",
        "In a statement, it added that the National Guard has sent more than 6,700 Army and Air National Guard members from 16 states to assist with the on-the-ground response.",
        "The president has also deployed 1,000 active-duty soldiers to help with the aid efforts.",
        "Earlier in the week, Homeland Security Secretary Alejandro Mayorkas warned that if another storm struck the US in the coming months, Fema would struggle to provide assistance.",
        "\"We are expecting another hurricane hitting.... Fema does not have the funds to make it through the season,\" Mr Mayorkas told reporters earlier in the week.",
        "The US government has shipped more than 8.8 million meals, more than 7.4 million litres of water, 150 generators and more than 225,000 tarps to the region, Mr Mayorkas said.",
        "Woman saved as home floods - and brutal Helene destroys family history",
        "Moment house flows down river and smashes into debris",
        "Helene is deadliest mainland US hurricane since Katrina"
      ],
      "word_count": 654
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/crl8e084r9yo#main-content",
    "metadata": {
      "title": "Hurricane Milton rapidly intensifies to category five strength",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Hurricane Milton has rapidly intensified into a category five storm as it tears its way towards the US Gulf Coast, the US National Hurricane Center (NHC) has said. Ferocious winds of up to 175mph (281km/h) have been recorded as Milton heads towards Florida, where it is expected to make landfall on Wednesday night or early Thursday morning, the NHC said. Floridians have been told to prepare for the state's largest evacuation effort in years, with Governor Ron DeSantis warning that time for people to evacuate is quickly running out. \"We have to assume this is going to be a monster,\" Governor DeSantis said at press conference on Monday afternoon. Warnings over Hurricane Milton come just 10 days after Hurricane Helene - the deadliest mainland storm since Katrina in 2005 - pummeled the US south-east, killing at least 225 people. Hundreds more are missing. At least 14 of those deaths were in Florida, where 51 of 67 counties are now under emergency warnings as Milton approaches. \"Unfortunately, some of the Helene victims are in the path of this storm,\" DeSantis said. \"I would imagine that [Milton] would be more life threatening... as a result of the strength of this storm and where it may end up hitting.\" He urged residents to begin storm preparations and heed evacuation warnings early. Ken Graham, director of the National Weather Service [NWS], said Milton became a category five hurricane at record-breaking speed - with wind speeds intensifying by 80 knots (148km/h) over 24 hours. \"That's the third highest we have on record,\" he said. Hurricanes are separated into five categories based on their wind speed. Those reaching category three and higher are considered major hurricanes because of their potential for significant loss of life and damage, according to the NWS. Hurricane Milton is expected to weaken on Tuesday as it travels over the Gulf of Mexico, dropping to a category three storm by the time it makes landfall in Florida's Tampa Bay on Wednesday evening or early on Thursday, CBS News, the BBC's US news partner, reported. Milton is then forecast to continue tracking north-east, cutting across the Florida peninsula as it heads for the Atlantic Ocean. On Monday ahead of Milton's landfall, long lines at petrol stations began forming in south Florida, with some reports of stations running out of fuel. Traffic congestion in some areas has increased by as much as 90% above average, DeSantis said. The state has opened additional lanes on some interstates to improve the flow of traffic. School closures in several counties begin on Tuesday. Keith Turi, a spokesperson for the Federal Emergency Management Agency (Fema), said: \"I’m encouraged by the amount of evacuation that’s going on right now.\" \"This is actually a good sign.\" The NHC warned torrential rain and flash-flooding can be expected across parts of Florida from Monday. It added that life-threatening storm surges and damaging winds along portions of Florida's west coast were possible from late Tuesday or early Wednesday. Rainfall totals could reach localised highs of 15in (38cm), and coastal areas could see storm surges of of 5-10ft (1.5-3.5m). DeSantis warned residents in the storm's path, specifically in areas that have potential for storm surge, to leave as soon as possible. \"Time is going to start running out very, very soon,\" he said. Counties began issuing evacuation orders on Monday, and tolls will be suspended on roads in western and central Florida. DeSantis also warned Floridians it is possible the storm will be powerful as it crosses the state. \"It's going to remain a hurricane at some level all the way through exiting the east coast of Florida,\" he said. \"This will produce major damage, whatever ends up happening,\" he added. Parts of Pinellas County, where at least a dozen people were killed by Helene, were placed under evacuation orders on Monday. Tampa International Airport announced it would be suspending flight operations from Tuesday because of the storm. Where and when Milton is expected to hit The approach of the new hurricane comes as the US government warns that clean-up efforts could take years after Hurricane Helene. Over 12,000 cubic yards of debris have been removed in Helene-affected areas of Florida in less than two days, officials said. DeSantis said debris removal will continue \"until is is no longer safe to do so\". Hundreds of roads in affected areas remain closed, hampering efforts to send aid to hard-hit communities. Helene made landfall in late September as a category four hurricane - damaging structures, causing flash flooding and knocking out power to millions of homes. As well as in Florida, deaths were recorded in Georgia, South Carolina, Tennessee and Virginia - and the worst-hit state, North Carolina. President Joe Biden has ordered another 500 soldiers to be deployed to North Carolina. The troops - who now number 1,500 in all - will work with thousands of government relief workers and National Guard. Biden has so far approved nearly $140m (£107m) in federal assistance. The use of the money has become the subject of false claims by Donald Trump, the Republican candidate for next month's presidential election, who said relief money had been spent on migrants. Trump has been accused of \"dangerous\" misinformation by the head of the US disaster relief agency. Sign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK?Sign up to our international newsletter here. Why was Hurricane Helene so damaging? Political row erupts over Hurricane Helene disaster relief",
      "paragraphs": [
        "Hurricane Milton has rapidly intensified into a category five storm as it tears its way towards the US Gulf Coast, the US National Hurricane Center (NHC) has said.",
        "Ferocious winds of up to 175mph (281km/h) have been recorded as Milton heads towards Florida, where it is expected to make landfall on Wednesday night or early Thursday morning, the NHC said.",
        "Floridians have been told to prepare for the state's largest evacuation effort in years, with Governor Ron DeSantis warning that time for people to evacuate is quickly running out.",
        "\"We have to assume this is going to be a monster,\" Governor DeSantis said at press conference on Monday afternoon.",
        "Warnings over Hurricane Milton come just 10 days after Hurricane Helene - the deadliest mainland storm since Katrina in 2005 - pummeled the US south-east, killing at least 225 people. Hundreds more are missing.",
        "At least 14 of those deaths were in Florida, where 51 of 67 counties are now under emergency warnings as Milton approaches.",
        "\"Unfortunately, some of the Helene victims are in the path of this storm,\" DeSantis said.",
        "\"I would imagine that [Milton] would be more life threatening... as a result of the strength of this storm and where it may end up hitting.\"",
        "He urged residents to begin storm preparations and heed evacuation warnings early.",
        "Ken Graham, director of the National Weather Service [NWS], said Milton became a category five hurricane at record-breaking speed - with wind speeds intensifying by 80 knots (148km/h) over 24 hours.",
        "\"That's the third highest we have on record,\" he said.",
        "Hurricanes are separated into five categories based on their wind speed.",
        "Those reaching category three and higher are considered major hurricanes because of their potential for significant loss of life and damage, according to the NWS.",
        "Hurricane Milton is expected to weaken on Tuesday as it travels over the Gulf of Mexico, dropping to a category three storm by the time it makes landfall in Florida's Tampa Bay on Wednesday evening or early on Thursday, CBS News, the BBC's US news partner, reported.",
        "Milton is then forecast to continue tracking north-east, cutting across the Florida peninsula as it heads for the Atlantic Ocean.",
        "On Monday ahead of Milton's landfall, long lines at petrol stations began forming in south Florida, with some reports of stations running out of fuel.",
        "Traffic congestion in some areas has increased by as much as 90% above average, DeSantis said.",
        "The state has opened additional lanes on some interstates to improve the flow of traffic.",
        "School closures in several counties begin on Tuesday.",
        "Keith Turi, a spokesperson for the Federal Emergency Management Agency (Fema), said: \"I’m encouraged by the amount of evacuation that’s going on right now.\"",
        "\"This is actually a good sign.\"",
        "The NHC warned torrential rain and flash-flooding can be expected across parts of Florida from Monday.",
        "It added that life-threatening storm surges and damaging winds along portions of Florida's west coast were possible from late Tuesday or early Wednesday.",
        "Rainfall totals could reach localised highs of 15in (38cm), and coastal areas could see storm surges of of 5-10ft (1.5-3.5m).",
        "DeSantis warned residents in the storm's path, specifically in areas that have potential for storm surge, to leave as soon as possible.",
        "\"Time is going to start running out very, very soon,\" he said.",
        "Counties began issuing evacuation orders on Monday, and tolls will be suspended on roads in western and central Florida.",
        "DeSantis also warned Floridians it is possible the storm will be powerful as it crosses the state.",
        "\"It's going to remain a hurricane at some level all the way through exiting the east coast of Florida,\" he said.",
        "\"This will produce major damage, whatever ends up happening,\" he added.",
        "Parts of Pinellas County, where at least a dozen people were killed by Helene, were placed under evacuation orders on Monday.",
        "Tampa International Airport announced it would be suspending flight operations from Tuesday because of the storm.",
        "Where and when Milton is expected to hit",
        "The approach of the new hurricane comes as the US government warns that clean-up efforts could take years after Hurricane Helene.",
        "Over 12,000 cubic yards of debris have been removed in Helene-affected areas of Florida in less than two days, officials said.",
        "DeSantis said debris removal will continue \"until is is no longer safe to do so\".",
        "Hundreds of roads in affected areas remain closed, hampering efforts to send aid to hard-hit communities.",
        "Helene made landfall in late September as a category four hurricane - damaging structures, causing flash flooding and knocking out power to millions of homes.",
        "As well as in Florida, deaths were recorded in Georgia, South Carolina, Tennessee and Virginia - and the worst-hit state, North Carolina.",
        "President Joe Biden has ordered another 500 soldiers to be deployed to North Carolina. The troops - who now number 1,500 in all - will work with thousands of government relief workers and National Guard.",
        "Biden has so far approved nearly $140m (£107m) in federal assistance. The use of the money has become the subject of false claims by Donald Trump, the Republican candidate for next month's presidential election, who said relief money had been spent on migrants.",
        "Trump has been accused of \"dangerous\" misinformation by the head of the US disaster relief agency.",
        "Sign up for our Future Earth newsletterto get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK?Sign up to our international newsletter here.",
        "Why was Hurricane Helene so damaging?",
        "Political row erupts over Hurricane Helene disaster relief"
      ],
      "word_count": 929
    },
    "analytics": {
      "reading_time_minutes": 5
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c1k70rnrp4xo",
    "metadata": {
      "title": "Helene is deadliest mainland US hurricane since Katrina",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "The death toll from Hurricane Helene has surpassed 200as rescuers continue to search for survivors from the storm that tore across the US south-east. More than half of the deaths were in North Carolina, where entire communities were uprooted and devastated by the deadliest mainland storm since Katrina in 2005, which killed more than 1,800 people. Hundreds of people are still missing and 780,000 homes were without power nearly a week after Helene made landfall. The rising death toll comes as President Joe Biden continues his two-day tour of the area visiting Florida and Georgia on Thursday. Biden received an aerial tour of the damage in Tallahassee, Florida, on Thursday where the hurricane made landfall as a category four storm last week. Speaking later in Ray City, Georgia, Biden told residents: “I see you, I hear you, I grieve with you, and I promise you we have your back. “We’re going to stay until you’re restored.” The president has approved federal disaster assistance for survivors in Florida, Georgia, North Carolina, South Carolina and Virginia. Tens of thousands of people have no running water in North Carolina, which has seen some of the most severe impacts of the storm, particularly in the mountainous area of Asheville. “I feel like I just survived the apocalypse,” Nicole Rojas, a Vilas, North Carolina, resident told the BBC. An elderly couple, Jerry and Marcia Savage, died in bed when a tree fell on their home in South Carolina, their grandson told the Associated Press news agency. He said they were found hugging one another. Hundreds of roads remain closed, hampering efforts to send aid to hard-hit communities. Private citizens have been helping distribute aid in a variety of ways, including by  mule and privately owned helicopters. Mountain Mule Packer Ranch has deployed a team of mules to help carry thousands of supplies into remote communities. The \"sure-footed\" pack animals are familiar with backcountry trails, and can travel on broken asphalt in ways that vehicles cannot, says mule-packer Michele Toberer. \"They are perfectly prepared for the conditions of the mountains,\" she says. So far, the team of nine mules has delivered hundreds of pounds of insulin, baby formula, nappies, canned food, cleaning supplies, and animal feed, she tells BBC News, adding that the biggest challenge they've faced so far is from the deep mud left behind by the floods. North Carolina prisons on Wednesday relocated 800 inmates due to lack of power and running water, according to the state's department of corrections. Over 2,000 prisoners were relocated from other prisons earlier this week. Family members of prisoners told theAsheville Citizen-Timesnewspaper that they haven't been able to contact their loved ones for more than a week. More than 6,700 Army and Air National Guard members from 16 states are assisting with the on-the-ground response, according to the National Guard. The president deployed 1,000 active-duty soldiers to help with the aid efforts. Former President Donald Trump toured damaged areas in Georgia earlier in the week. More rainfall is expected in the coming days in parts of the Gulf Coast and Florida, which could complicate the recovery efforts. US Homeland Security chief Alejandro Mayorkas warned earlier in the week that if another storm struck the US in the coming months, the Federal Emergency Management Agency would struggle to provide assistance. The Biden administration has shipped more than 8.8 million meals,  7.4 million litres of water, 150 generators and 225,000 tarps to the region, Mr Mayorkas said. The Atlantic hurricane season continues until the end of November, and two more storms are currently brewing. Hurricane Kirk, acategory four storm, is expected to create dangerous surf conditions in Florida and the Caribbean islands, but is not expected to make landfall in the US. Tropical Storm Leslie currently poses no threat to the US. 77-year-old woman saved - but brutal Helene steals family keepsakes Hundreds missing as Helene death toll rises to 135 Biden and Harris tour storm Helene havoc as death toll climbs Moment house flows down river and smashes into debris",
      "paragraphs": [
        "The death toll from Hurricane Helene has surpassed 200as rescuers continue to search for survivors from the storm that tore across the US south-east.",
        "More than half of the deaths were in North Carolina, where entire communities were uprooted and devastated by the deadliest mainland storm since Katrina in 2005, which killed more than 1,800 people.",
        "Hundreds of people are still missing and 780,000 homes were without power nearly a week after Helene made landfall.",
        "The rising death toll comes as President Joe Biden continues his two-day tour of the area visiting Florida and Georgia on Thursday.",
        "Biden received an aerial tour of the damage in Tallahassee, Florida, on Thursday where the hurricane made landfall as a category four storm last week.",
        "Speaking later in Ray City, Georgia, Biden told residents: “I see you, I hear you, I grieve with you, and I promise you we have your back.",
        "“We’re going to stay until you’re restored.”",
        "The president has approved federal disaster assistance for survivors in Florida, Georgia, North Carolina, South Carolina and Virginia.",
        "Tens of thousands of people have no running water in North Carolina, which has seen some of the most severe impacts of the storm, particularly in the mountainous area of Asheville.",
        "“I feel like I just survived the apocalypse,” Nicole Rojas, a Vilas, North Carolina, resident told the BBC.",
        "An elderly couple, Jerry and Marcia Savage, died in bed when a tree fell on their home in South Carolina, their grandson told the Associated Press news agency. He said they were found hugging one another.",
        "Hundreds of roads remain closed, hampering efforts to send aid to hard-hit communities.",
        "Private citizens have been helping distribute aid in a variety of ways, including by  mule and privately owned helicopters.",
        "Mountain Mule Packer Ranch has deployed a team of mules to help carry thousands of supplies into remote communities.",
        "The \"sure-footed\" pack animals are familiar with backcountry trails, and can travel on broken asphalt in ways that vehicles cannot, says mule-packer Michele Toberer.",
        "\"They are perfectly prepared for the conditions of the mountains,\" she says.",
        "So far, the team of nine mules has delivered hundreds of pounds of insulin, baby formula, nappies, canned food, cleaning supplies, and animal feed, she tells BBC News, adding that the biggest challenge they've faced so far is from the deep mud left behind by the floods.",
        "North Carolina prisons on Wednesday relocated 800 inmates due to lack of power and running water, according to the state's department of corrections. Over 2,000 prisoners were relocated from other prisons earlier this week.",
        "Family members of prisoners told theAsheville Citizen-Timesnewspaper that they haven't been able to contact their loved ones for more than a week.",
        "More than 6,700 Army and Air National Guard members from 16 states are assisting with the on-the-ground response, according to the National Guard.",
        "The president deployed 1,000 active-duty soldiers to help with the aid efforts.",
        "Former President Donald Trump toured damaged areas in Georgia earlier in the week.",
        "More rainfall is expected in the coming days in parts of the Gulf Coast and Florida, which could complicate the recovery efforts.",
        "US Homeland Security chief Alejandro Mayorkas warned earlier in the week that if another storm struck the US in the coming months, the Federal Emergency Management Agency would struggle to provide assistance.",
        "The Biden administration has shipped more than 8.8 million meals,  7.4 million litres of water, 150 generators and 225,000 tarps to the region, Mr Mayorkas said.",
        "The Atlantic hurricane season continues until the end of November, and two more storms are currently brewing.",
        "Hurricane Kirk, acategory four storm, is expected to create dangerous surf conditions in Florida and the Caribbean islands, but is not expected to make landfall in the US.",
        "Tropical Storm Leslie currently poses no threat to the US.",
        "77-year-old woman saved - but brutal Helene steals family keepsakes",
        "Hundreds missing as Helene death toll rises to 135",
        "Biden and Harris tour storm Helene havoc as death toll climbs",
        "Moment house flows down river and smashes into debris"
      ],
      "word_count": 671
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c2lnprjg7z0o",
    "metadata": {
      "title": "A guide to Donald Trump's four criminal cases",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Republican Donald Trump is facing off against Democratic presidential candidate and current Vice-President Kamala Harris in November's election. How might his criminal prosecutions affect his campaign? The 78-year-old is the first former president in US history to be criminally convicted, having been found guilty of falsifying business records. A few weeks later, the US Supreme Court ruled he had partial immunity in perhaps the most serious case he faces - that he tried to overturn the 2020 election result. And it was not long before the former president scored a further legal win, when a Florida judge dismissed a case related to his handling of classified documents. So what might happen next in his four criminal cases and what is at stake as he seeks to return to the White House? What's it about? Whether Trump illegally conspired to overturn his 2020 election defeat to Joe Biden. Federal prosecutors allege he pressured officials to reverse the results, knowingly spread lies about election fraud and sought to exploit the Capitol riot on 6 January 2021 to delay the certification of Mr Biden's victory and stay in power. He's been charged with four criminal counts, including conspiracy to defraud the US and conspiracy against the rights of citizens. US prosecutors in August issued revised charges in an attempt to navigate a ruling from the Supreme Court, which ruled that presidents have broad immunity from criminal prosecution for \"official acts\". A revised indictment leaves in place the four criminal counts, which Special Counsel Jack Smith has argued relate to Trump's conduct as a private citizen, using campaign efforts to try to overturn election results. In a legal brief accompanying the indictment, Mr Smith unveiled a host of new allegations and evidence against Trump, including that the former president repeatedly ignored counsel from his advisors that he lost the 2020 election and parroted false election fraud claims that he himself called \"crazy\". Trump has denied wrongdoing in the case and previously pleaded not guilty. When's the trial? Because of the Supreme Court immunity ruling, it doesn't look like it will happen any time soon. A revised indictment shows that Department of Justice (DoJ) Special Counsel Jack Smith interprets the Supreme Court immunity ruling to mean his case can still move forward. Mr Smith's office said the superseding indictment had been presented to a new grand jury that had not previously heard evidence in the case. If Trump wins re-election, he could also in theory pardon himself or order all these charges to be dismissed. Could Trump go to prison? Penalties for the charges include: A conviction at trial would take the US into uncharted territory. What's it about? A payment made to the adult-film actress Stormy Daniels shortly before the 2016 election. Ms Daniels was paid $130,000 (£103,000) to keep quiet about her claim that she had sex with Trump, which he denies. Providing so-called hush-money is not illegal. Instead, this case was more technical and centred on how Trump's former lawyer, who paid Ms Daniels, had his reimbursement recorded as legal fees in Trump's accounts. What happened at the trial? The prosecution's key witness was ex-lawyer Michael Cohen, who testified that his former boss knew about the elaborate scheme to disguise the payment. In days of heated cross-examination, Trump's lawyers sought to undermine Cohen and paint him as an unreliable witness and convicted liar. The jurors deliberated over two days before finding the former president guilty of all 34 counts of fraud under campaign finance laws. Trump has said the case is politically motivated. His lawyers are requesting the conviction be overturned, citing the Supreme Court immunity ruling. Could Trump go to prison? Each of the charges carries a maximum of four years in prison, although a judge could sentence Trump to probation. His sentencing has been delayed until after the 2024 election. Legal experts told the BBC they think it is unlikely Trump will be jailed and that a fine is the more likely outcome. What's it about? Trump and some 18 other defendants are accused of criminally conspiring to overturn his very narrow defeat in the state of Georgia in the 2020 election. The racketeering investigation, led by Georgia prosecutor Fani Willis, was sparked in part by a leaked phone call in which the former president asked the state's top election official to \"find 11,780 votes\". Trump was hit with 13 criminal counts, subsequently reduced to eight. They include one alleged violation of Georgia's Racketeering Influenced and Corrupt Organizations Act (Rico). The former president has pleaded not guilty. When's the trial? A date has not been set. The timeline has been complicated by an effort by Trump and his allies to disqualify Ms Willis because of her romantic relationship with a man she hired to work on the case. An appeals court has tentatively set a date of 5 December - after the election - to hear oral arguments in the bid to have Ms Willis removed. Could Trump go to prison? The racketeering charge carries a maximum 20-year jail sentence. Georgia prosecutors would need to prove that there was a pattern of corruption from Trump and his co-defendants aimed at overturning the election result in order to bring a conviction. As for making false statements, that carries a penalty of between one to five years in prison or a fine. What's it about? Whether Trump mishandled classified documents by taking them from the White House to his Mar-a-Lago residence after he left office. The case against Trump is also about whether he obstructed the FBI's efforts to retrieve the files, as well as the criminal investigation into his handling of them. The majority of the counts are for the wilful retention of national defence information, which falls under the Espionage Act. There are then eight individual counts, which include conspiracy to obstruct justice, withholding a document or record and making false statements. Trump has pleaded not guilty on all counts. When's the trial? The case was dismissed by a Florida judge on 15 July, marking a significant legal victory for Trump just days after he survived an assassination attempt in Pennsylvania. Judge Aileen Cannon, a Trump appointee, made the dismissal on the basis that the Justice Department's appointment of special prosecutor Jack Smith violated the US Constitution. Mr Smith has appealed against the decision, which came after Judge Cannon cancelled the 20 May trial date without giving a new one. Trump and his lawyers have long tried to put the case off until after the November presidential election. Could Trump go to prison? If the case is restarted, these charges could, in theory, lead to substantial prison time if Trump is convicted. Looking at the letter of the law, the counts under the Espionage Act each carry a maximum sentence of 10 years. Other counts, related to conspiracy and withholding or concealing documents, each carry maximum sentences of 20 years. But the logistics of jailing a former president mean a conventional prison sentence is seen as unlikely by many experts.",
      "paragraphs": [
        "Republican Donald Trump is facing off against Democratic presidential candidate and current Vice-President Kamala Harris in November's election. How might his criminal prosecutions affect his campaign?",
        "The 78-year-old is the first former president in US history to be criminally convicted, having been found guilty of falsifying business records.",
        "A few weeks later, the US Supreme Court ruled he had partial immunity in perhaps the most serious case he faces - that he tried to overturn the 2020 election result.",
        "And it was not long before the former president scored a further legal win, when a Florida judge dismissed a case related to his handling of classified documents.",
        "So what might happen next in his four criminal cases and what is at stake as he seeks to return to the White House?",
        "What's it about?",
        "Whether Trump illegally conspired to overturn his 2020 election defeat to Joe Biden.",
        "Federal prosecutors allege he pressured officials to reverse the results, knowingly spread lies about election fraud and sought to exploit the Capitol riot on 6 January 2021 to delay the certification of Mr Biden's victory and stay in power.",
        "He's been charged with four criminal counts, including conspiracy to defraud the US and conspiracy against the rights of citizens.",
        "US prosecutors in August issued revised charges in an attempt to navigate a ruling from the Supreme Court, which ruled that presidents have broad immunity from criminal prosecution for \"official acts\".",
        "A revised indictment leaves in place the four criminal counts, which Special Counsel Jack Smith has argued relate to Trump's conduct as a private citizen, using campaign efforts to try to overturn election results.",
        "In a legal brief accompanying the indictment, Mr Smith unveiled a host of new allegations and evidence against Trump, including that the former president repeatedly ignored counsel from his advisors that he lost the 2020 election and parroted false election fraud claims that he himself called \"crazy\".",
        "Trump has denied wrongdoing in the case and previously pleaded not guilty.",
        "When's the trial?",
        "Because of the Supreme Court immunity ruling, it doesn't look like it will happen any time soon.",
        "A revised indictment shows that Department of Justice (DoJ) Special Counsel Jack Smith interprets the Supreme Court immunity ruling to mean his case can still move forward.",
        "Mr Smith's office said the superseding indictment had been presented to a new grand jury that had not previously heard evidence in the case.",
        "If Trump wins re-election, he could also in theory pardon himself or order all these charges to be dismissed.",
        "Could Trump go to prison?",
        "Penalties for the charges include:",
        "A conviction at trial would take the US into uncharted territory.",
        "What's it about?",
        "A payment made to the adult-film actress Stormy Daniels shortly before the 2016 election.",
        "Ms Daniels was paid $130,000 (£103,000) to keep quiet about her claim that she had sex with Trump, which he denies.",
        "Providing so-called hush-money is not illegal.",
        "Instead, this case was more technical and centred on how Trump's former lawyer, who paid Ms Daniels, had his reimbursement recorded as legal fees in Trump's accounts.",
        "What happened at the trial?",
        "The prosecution's key witness was ex-lawyer Michael Cohen, who testified that his former boss knew about the elaborate scheme to disguise the payment.",
        "In days of heated cross-examination, Trump's lawyers sought to undermine Cohen and paint him as an unreliable witness and convicted liar.",
        "The jurors deliberated over two days before finding the former president guilty of all 34 counts of fraud under campaign finance laws.",
        "Trump has said the case is politically motivated.",
        "His lawyers are requesting the conviction be overturned, citing the Supreme Court immunity ruling.",
        "Could Trump go to prison?",
        "Each of the charges carries a maximum of four years in prison, although a judge could sentence Trump to probation. His sentencing has been delayed until after the 2024 election.",
        "Legal experts told the BBC they think it is unlikely Trump will be jailed and that a fine is the more likely outcome.",
        "What's it about?",
        "Trump and some 18 other defendants are accused of criminally conspiring to overturn his very narrow defeat in the state of Georgia in the 2020 election.",
        "The racketeering investigation, led by Georgia prosecutor Fani Willis, was sparked in part by a leaked phone call in which the former president asked the state's top election official to \"find 11,780 votes\".",
        "Trump was hit with 13 criminal counts, subsequently reduced to eight. They include one alleged violation of Georgia's Racketeering Influenced and Corrupt Organizations Act (Rico).",
        "The former president has pleaded not guilty.",
        "When's the trial?",
        "A date has not been set. The timeline has been complicated by an effort by Trump and his allies to disqualify Ms Willis because of her romantic relationship with a man she hired to work on the case.",
        "An appeals court has tentatively set a date of 5 December - after the election - to hear oral arguments in the bid to have Ms Willis removed.",
        "Could Trump go to prison?",
        "The racketeering charge carries a maximum 20-year jail sentence.",
        "Georgia prosecutors would need to prove that there was a pattern of corruption from Trump and his co-defendants aimed at overturning the election result in order to bring a conviction.",
        "As for making false statements, that carries a penalty of between one to five years in prison or a fine.",
        "What's it about?",
        "Whether Trump mishandled classified documents by taking them from the White House to his Mar-a-Lago residence after he left office.",
        "The case against Trump is also about whether he obstructed the FBI's efforts to retrieve the files, as well as the criminal investigation into his handling of them.",
        "The majority of the counts are for the wilful retention of national defence information, which falls under the Espionage Act.",
        "There are then eight individual counts, which include conspiracy to obstruct justice, withholding a document or record and making false statements. Trump has pleaded not guilty on all counts.",
        "When's the trial?",
        "The case was dismissed by a Florida judge on 15 July, marking a significant legal victory for Trump just days after he survived an assassination attempt in Pennsylvania.",
        "Judge Aileen Cannon, a Trump appointee, made the dismissal on the basis that the Justice Department's appointment of special prosecutor Jack Smith violated the US Constitution.",
        "Mr Smith has appealed against the decision, which came after Judge Cannon cancelled the 20 May trial date without giving a new one.",
        "Trump and his lawyers have long tried to put the case off until after the November presidential election.",
        "Could Trump go to prison?",
        "If the case is restarted, these charges could, in theory, lead to substantial prison time if Trump is convicted.",
        "Looking at the letter of the law, the counts under the Espionage Act each carry a maximum sentence of 10 years. Other counts, related to conspiracy and withholding or concealing documents, each carry maximum sentences of 20 years.",
        "But the logistics of jailing a former president mean a conventional prison sentence is seen as unlikely by many experts."
      ],
      "word_count": 1170
    },
    "analytics": {
      "reading_time_minutes": 6
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cpdq65185qdo",
    "metadata": {
      "title": "Dolly Parton announces $1m donation to Hurricane Helene recovery",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Music icon Dolly Parton has announced she will make a personal donation of $1m (£762,000) towards disaster recovery efforts in the wake of Hurricane Helene. Speaking at an event in her home state of Tennessee on Friday, the 78-year-old said the money would come \"from my own bank account\". Parton's local commercial ventures - including the Dollywood amusement park - would also donate the same amount to the Mountain Ways Foundation, which is aiding those affected by flooding in the region. During her remarks, Parton broke into song, singing \"Helene, Helene\" to the tune of her 1973 hit Jolene. At least 225 people have died due to Helene, which tore through the south-east US in late September. Helene isthe deadliest mainland stormsince Katrina in 2005. Making landfall as a category four hurricane, Helene damaged structures, caused flash flooding and knocked out power to millions of homes. Over half a million properties remain without electricity as of Saturday. The US government has said the clean-up effort could take years. While a large proportion of the deaths occurred in North Carolina, others have been recorded in Florida, Georgia, South Carolina, Tennessee and Virginia. \"This is my home,\" Parton said at Friday's news conference, which took place outside a Walmart store in Newport, Tennessee. \"God has been good to me and so has the public, and I feel that if there's anything I can do to give back in any way I can I'm always willing to do that. I want to feel like I'm doing my part.\" Explaining that many of her relatives lived in the area, the singer said: \"I was heartbroken like everybody else, and just amazed and devastated by it.\" She added: \"All these people feel like my people.\" Eleven people have so far been confirmed dead in Tennessee due to the storm, according to thelatest official tally, with more still unaccounted for. At least twofactory workers were swept away by floodwatersin Erwin, in the north-east of the state. Parton, when asked what her message to victims was, responded: \"I know it's easy for us to say, 'oh, things are going to get better' when things are still really bad.\" \"All we can say is that we are with you, that we love you, we hope that things get better real soon - and we're going to do our part to try and make that possible.\" Coinciding with the news conference, Walmart announced it was increasing its recovery efforts funding to $10m (£7.6m). The supermarket chain's CEO, John Furner, said: \"These aren’t just places where we have stores. These are communities where we work and live.\" He also described Parton as \"a true American legend - and not just for the music, the art, the business, but because of her heart\". The country music singer-songwriter has previously made large donations in response to life-changing events. In 2016, her charitypledged to donate $1,000 a monthto families affected by wildfires in Tennessee. And in 2020, shecontributed $1m towards the development of one of the Covid-19 vaccines. Helene is deadliest mainland US hurricane since Katrina Why was Hurricane Helene so damaging?",
      "paragraphs": [
        "Music icon Dolly Parton has announced she will make a personal donation of $1m (£762,000) towards disaster recovery efforts in the wake of Hurricane Helene.",
        "Speaking at an event in her home state of Tennessee on Friday, the 78-year-old said the money would come \"from my own bank account\".",
        "Parton's local commercial ventures - including the Dollywood amusement park - would also donate the same amount to the Mountain Ways Foundation, which is aiding those affected by flooding in the region.",
        "During her remarks, Parton broke into song, singing \"Helene, Helene\" to the tune of her 1973 hit Jolene.",
        "At least 225 people have died due to Helene, which tore through the south-east US in late September.",
        "Helene isthe deadliest mainland stormsince Katrina in 2005.",
        "Making landfall as a category four hurricane, Helene damaged structures, caused flash flooding and knocked out power to millions of homes. Over half a million properties remain without electricity as of Saturday.",
        "The US government has said the clean-up effort could take years.",
        "While a large proportion of the deaths occurred in North Carolina, others have been recorded in Florida, Georgia, South Carolina, Tennessee and Virginia.",
        "\"This is my home,\" Parton said at Friday's news conference, which took place outside a Walmart store in Newport, Tennessee.",
        "\"God has been good to me and so has the public, and I feel that if there's anything I can do to give back in any way I can I'm always willing to do that. I want to feel like I'm doing my part.\"",
        "Explaining that many of her relatives lived in the area, the singer said: \"I was heartbroken like everybody else, and just amazed and devastated by it.\"",
        "She added: \"All these people feel like my people.\"",
        "Eleven people have so far been confirmed dead in Tennessee due to the storm, according to thelatest official tally, with more still unaccounted for.",
        "At least twofactory workers were swept away by floodwatersin Erwin, in the north-east of the state.",
        "Parton, when asked what her message to victims was, responded: \"I know it's easy for us to say, 'oh, things are going to get better' when things are still really bad.\"",
        "\"All we can say is that we are with you, that we love you, we hope that things get better real soon - and we're going to do our part to try and make that possible.\"",
        "Coinciding with the news conference, Walmart announced it was increasing its recovery efforts funding to $10m (£7.6m).",
        "The supermarket chain's CEO, John Furner, said: \"These aren’t just places where we have stores. These are communities where we work and live.\"",
        "He also described Parton as \"a true American legend - and not just for the music, the art, the business, but because of her heart\".",
        "The country music singer-songwriter has previously made large donations in response to life-changing events.",
        "In 2016, her charitypledged to donate $1,000 a monthto families affected by wildfires in Tennessee.",
        "And in 2020, shecontributed $1m towards the development of one of the Covid-19 vaccines.",
        "Helene is deadliest mainland US hurricane since Katrina",
        "Why was Hurricane Helene so damaging?"
      ],
      "word_count": 519
    },
    "analytics": {
      "reading_time_minutes": 3
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cgmgz3elmjxo",
    "metadata": {
      "title": "Biden and Harris tour storm Helene havoc as death toll climbs",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "President Joe Biden and Vice-President Kamala Harris have travelled to south-eastern US states hit by Hurricane Helene, as the death toll from the storm climbed to 180. Biden flew by helicopter over North and South Carolina to view the scale of the devastation. Hundreds of people remain missing, with search-and-rescue teams struggling to reach remote areas. Biden has deployed 1,000 active-duty soldiers to help 6,000 National Guard members and 4,800 federal aid workers already working across six states hit by the extreme weather. Aid deliveries have been made by airdrops and mules. The US government has said the clear-up effort could take years. Vice-President Harris, who is the Democratic presidential nominee, travelled to neighbouring Georgia on Wednesday. Both North Carolina and Georgia are key swing states in November's presidential election. Republican presidential nominee Donald Trump took his own trip to Georgia earlier in the week to view the storm damage. In North Carolina, where tens of thousands of residents remain without running water, Biden took an aerial tour of storm-ravaged western areas of the state. \"God willing, they're alive,\" he said, referring to reports of up to 600 people unaccounted for. \"But there's no way to contact them again because of the lack of cell phone coverage.\" The president is due to travel to affected communities in Florida and Georgia on Thursday, White House press secretary Karine Jean-Pierre said. Helene hit the US last Thursday as a category four hurricane - the most powerful on record to strike Florida's Big Bend - before weakening as it tore northwards. According to CBS, almost half of the deaths caused by Helene have been in North Carolina alone, where six months' worth of rain fell. Five other states recorded deaths blamed on the storm: South Carolina, Georgia, Florida, Tennessee and Virginia. Helene has proved to be one of the deadliest storms to hit the US in recent years. Its casualty list surpassed that of Hurricane Ian, which claimed at least 156 lives in 2022. North Carolina’s mountainous areas saw particularly heavy rain that resulted in homes and bridges being washed away. One emergency official in Buncombe County - which includes the hard-hit city of Asheville - said the state had experienced \"biblical devastation\". A volunteer involved in relief efforts told the BBC on Tuesday they knew someone who had \"lost everything\" in Hurricane Katrina in 2005, and had moved to Asheville, only to be devastated again nearly two decades later. \"Looks like she’s wiped out again,\" the volunteer said. \"She has no drinking water. No gasoline. The food in her fridge has rotted.” Helene has also forced the closure of mines in Spruce Pine, a small town that is home to the world’s largest-known source of high-purity quartz. In Tennessee, state authorities are investigating the operator of a plastics factory where 11 workers were swept away by rushing floodwaters on Friday. Two have been confirmed dead and four more remain missing. Impact Plastics told CBS in a statement it had monitored weather conditions around its Erwin plant in north-eastern Tennessee, and dismissed employees \"when water began to cover the parking lot and the adjacent service road, and the plant lost power\". But in interviews with local outlets, employees said they were allegedly told to continue work in the factory until it was too late for a safe exit. More than a million people in some of the affected states remained without power on Wednesday evening, according to monitoring site Poweroutage.us. Initial analysis of the storm suggests human-induced climate change played a significant role in the amount of rainfall. In parts of western North Carolina, records were smashed that had stood since the \"Great Flood\" of July 1916 – another hurricane-caused disaster. The Atlantic hurricane season continues until the end of November.",
      "paragraphs": [
        "President Joe Biden and Vice-President Kamala Harris have travelled to south-eastern US states hit by Hurricane Helene, as the death toll from the storm climbed to 180.",
        "Biden flew by helicopter over North and South Carolina to view the scale of the devastation.",
        "Hundreds of people remain missing, with search-and-rescue teams struggling to reach remote areas.",
        "Biden has deployed 1,000 active-duty soldiers to help 6,000 National Guard members and 4,800 federal aid workers already working across six states hit by the extreme weather.",
        "Aid deliveries have been made by airdrops and mules. The US government has said the clear-up effort could take years.",
        "Vice-President Harris, who is the Democratic presidential nominee, travelled to neighbouring Georgia on Wednesday.",
        "Both North Carolina and Georgia are key swing states in November's presidential election.",
        "Republican presidential nominee Donald Trump took his own trip to Georgia earlier in the week to view the storm damage.",
        "In North Carolina, where tens of thousands of residents remain without running water, Biden took an aerial tour of storm-ravaged western areas of the state.",
        "\"God willing, they're alive,\" he said, referring to reports of up to 600 people unaccounted for. \"But there's no way to contact them again because of the lack of cell phone coverage.\"",
        "The president is due to travel to affected communities in Florida and Georgia on Thursday, White House press secretary Karine Jean-Pierre said.",
        "Helene hit the US last Thursday as a category four hurricane - the most powerful on record to strike Florida's Big Bend - before weakening as it tore northwards.",
        "According to CBS, almost half of the deaths caused by Helene have been in North Carolina alone, where six months' worth of rain fell.",
        "Five other states recorded deaths blamed on the storm: South Carolina, Georgia, Florida, Tennessee and Virginia.",
        "Helene has proved to be one of the deadliest storms to hit the US in recent years. Its casualty list surpassed that of Hurricane Ian, which claimed at least 156 lives in 2022.",
        "North Carolina’s mountainous areas saw particularly heavy rain that resulted in homes and bridges being washed away.",
        "One emergency official in Buncombe County - which includes the hard-hit city of Asheville - said the state had experienced \"biblical devastation\".",
        "A volunteer involved in relief efforts told the BBC on Tuesday they knew someone who had \"lost everything\" in Hurricane Katrina in 2005, and had moved to Asheville, only to be devastated again nearly two decades later.",
        "\"Looks like she’s wiped out again,\" the volunteer said. \"She has no drinking water. No gasoline. The food in her fridge has rotted.”",
        "Helene has also forced the closure of mines in Spruce Pine, a small town that is home to the world’s largest-known source of high-purity quartz.",
        "In Tennessee, state authorities are investigating the operator of a plastics factory where 11 workers were swept away by rushing floodwaters on Friday. Two have been confirmed dead and four more remain missing.",
        "Impact Plastics told CBS in a statement it had monitored weather conditions around its Erwin plant in north-eastern Tennessee, and dismissed employees \"when water began to cover the parking lot and the adjacent service road, and the plant lost power\".",
        "But in interviews with local outlets, employees said they were allegedly told to continue work in the factory until it was too late for a safe exit.",
        "More than a million people in some of the affected states remained without power on Wednesday evening, according to monitoring site Poweroutage.us.",
        "Initial analysis of the storm suggests human-induced climate change played a significant role in the amount of rainfall.",
        "In parts of western North Carolina, records were smashed that had stood since the \"Great Flood\" of July 1916 – another hurricane-caused disaster.",
        "The Atlantic hurricane season continues until the end of November."
      ],
      "word_count": 628
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c20jv9pyywzo",
    "metadata": {
      "title": "In pictures: 100 weddings in a day",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "One hundred couples have tied the knot, formed a civil partnership or renewed their vows at one of England's most popular wedding venues - all in one day. Old Marylebone Town Hall in central London hosted back-to-back ceremonies on Tuesday to celebrate its 100th birthday. Many celebrity weddings have taken place at the venue, including those of Sir Paul McCartney, Sir Ringo Starr, and Liam Gallagher. Here are a selection of those couples who shared their special day. 100 Weddings in One Day",
      "paragraphs": [
        "One hundred couples have tied the knot, formed a civil partnership or renewed their vows at one of England's most popular wedding venues - all in one day.",
        "Old Marylebone Town Hall in central London hosted back-to-back ceremonies on Tuesday to celebrate its 100th birthday.",
        "Many celebrity weddings have taken place at the venue, including those of Sir Paul McCartney, Sir Ringo Starr, and Liam Gallagher.",
        "Here are a selection of those couples who shared their special day.",
        "100 Weddings in One Day"
      ],
      "word_count": 83
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c93yx1zpqq9o",
    "metadata": {
      "title": "Dorset's Big Picture: Saturday's image of the county",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Join us as we take a few moments every day to relax and enjoy the beauty of Dorset through the stunning images you send us. Upload your images via BBC Weather Watchersor email us atsouthweather@bbc.co.uk How to submit a picture Upload your images via BBC Weather Watchersor email us atsouthweather@bbc.co.uk. For inspiration,view some top tipsfrom three of England's Big Picture photographers. When emailing pictures, please make sure you include the following information: Please note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week. Archive Pictures can be found onInstagram, on the hashtags #bbcsouthnews and #DorsetsBigPicture Terms and conditions If you submit a picture, you do so in accordance with the BBC'sTerms and Conditionsand the BBC'sprivacy policy. In contributing to Dorset's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide. It's important to note, however, that you still own the copyright to everything you contribute to Dorset's Big Picture, and that if your image is accepted, we will publish your name alongside. The BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments. At no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media. BBC Weather Watchers BBC Weather Dorset's Big Picture: Sunday's image of the county Dorset's Big Pictures Dorset's Big Pictures Dorset's Big Pictures Dorset's Big Pictures Dorset's Big Pictures Follow BBC South onFacebook,X (Twitter), orInstagram. Send your story ideas tosouth.newsonline@bbc.co.ukor viaWhatsApp on 0808 100 2240.",
      "paragraphs": [
        "Join us as we take a few moments every day to relax and enjoy the beauty of Dorset through the stunning images you send us.",
        "Upload your images via BBC Weather Watchersor email us atsouthweather@bbc.co.uk",
        "How to submit a picture",
        "Upload your images via BBC Weather Watchersor email us atsouthweather@bbc.co.uk. For inspiration,view some top tipsfrom three of England's Big Picture photographers.",
        "When emailing pictures, please make sure you include the following information:",
        "Please note that while we welcome all your pictures, we are more likely to use those which have been taken in the past week.",
        "Archive",
        "Pictures can be found onInstagram, on the hashtags #bbcsouthnews and #DorsetsBigPicture",
        "Terms and conditions",
        "If you submit a picture, you do so in accordance with the BBC'sTerms and Conditionsand the BBC'sprivacy policy.",
        "In contributing to Dorset's Big Picture you agree to grant us a royalty-free, non-exclusive licence to publish and otherwise use the material in any way that we want, and in any media worldwide.",
        "It's important to note, however, that you still own the copyright to everything you contribute to Dorset's Big Picture, and that if your image is accepted, we will publish your name alongside.",
        "The BBC cannot guarantee that all pictures will be used and we reserve the right to edit your comments.",
        "At no time should you endanger yourself or others, take any unnecessary risks or infringe any laws while collecting any kind of media.",
        "BBC Weather Watchers",
        "BBC Weather",
        "Dorset's Big Picture: Sunday's image of the county",
        "Dorset's Big Pictures",
        "Dorset's Big Pictures",
        "Dorset's Big Pictures",
        "Dorset's Big Pictures",
        "Dorset's Big Pictures",
        "Follow BBC South onFacebook,X (Twitter), orInstagram. Send your story ideas tosouth.newsonline@bbc.co.ukor viaWhatsApp on 0808 100 2240."
      ],
      "word_count": 280
    },
    "analytics": {
      "reading_time_minutes": 2
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cdrjggmr2p2o",
    "metadata": {
      "title": "Facebook posts paved the way to photography award",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "An award-winning photographer from the Borders has revealed how she only took up her art after friends liked the pictures she posted on social media. Jennifer Charlton, from Duns, recently triumphed in the 2024 Scottish Portrait Awards. She said the support from friends had helped her through a tough time and persuaded her to take her photography seriously. Her image of an outdoor swimmer - from a series on mental health - has now secured her the top honour. Jennifer recently gained a first class honours degree in professional photography with Edinburgh College and Kingston University. While the mum-of-three was juggling family commitments and several part-time jobs, she entered her course work in the national awards. \"I feel absolutely amazing,\" she said. \"I've been really lucky to be recognised by a few awards, but this one, the Scottish Portrait Awards, I never thought I could win. \"To have been shortlisted was amazing, but to be given first place is a huge shock; I can't quite believe it.\" And she revealed how her ascent to award-winning photographer began by accident and with a kind gesture. \"One day I couldn't go to the gym and so I took the dog for a walk,\" she explained. \"I took pictures of autumnal trees on my phone, and posted them on Facebook, and got this really unexpected response, with people saying they thought I had an eye for photography. \"And then a friend sent me some money - I was going through a really difficult time in my life - and she said 'this is to put towards your first camera'.\" It was then that she decided to take up photography properly. \"So, I bought a camera and it's actually her son John that's in the award-winning photo, so it feels like the whole thing has come full circle,\" said Jennifer. \"Without John's mum, I wouldn't be here.\" The winning picture of John highlights how deeply Jennifer delved into her series focusing on mental health, entitled A Hidden Community. He agreed to pose on a freezing cold morning in February to help Jennifer realise her vision, and other subjects have similarly taken time out to be exposed to the photographer's lens. \"It's not an easy thing to do,\" said Jennifer. \"There is a vulnerability to it, so I have huge admiration for all the people who have worked with me. \"The project brought me closer to people I knew, and I've met the most amazing people I didn't know. \"And what became apparent was that anybody, in any circumstances, can be affected by mental health problems.\" She is continuing the project now and is happy for anyone willing to work with her to get in touch. Jennifer's love of sport means she is a regular at racetracks, photographing bike riders, and ringside at some of the UK's biggest boxing bouts. She has worked with world champions Josh Taylor from East Lothian and Newcastle's Lewis Ritson, but admits it is a tough environment for a woman. \"The professional photographers are almost entirely male, and they've been great with me, very supportive I have to say, but the abuse from crowds is incredible,\" she admitted. \"It's clear they don't believe that a woman should be taking photos - pretty sad, really. \"I've loved the sport, and getting to know boxers, and what they put themselves through, but, yes, it's tough working in that very man's world.\" Now she is hoping the award will lead to more commissions and paid work. \"There's a lot of competition in photography, but I love what I do and this has given me new confidence,\" she said. \"I'd love to work more for charities, and my long-term goal is to make this project large enough to sustain an exhibition.\"",
      "paragraphs": [
        "An award-winning photographer from the Borders has revealed how she only took up her art after friends liked the pictures she posted on social media.",
        "Jennifer Charlton, from Duns, recently triumphed in the 2024 Scottish Portrait Awards.",
        "She said the support from friends had helped her through a tough time and persuaded her to take her photography seriously.",
        "Her image of an outdoor swimmer - from a series on mental health - has now secured her the top honour.",
        "Jennifer recently gained a first class honours degree in professional photography with Edinburgh College and Kingston University.",
        "While the mum-of-three was juggling family commitments and several part-time jobs, she entered her course work in the national awards.",
        "\"I feel absolutely amazing,\" she said.",
        "\"I've been really lucky to be recognised by a few awards, but this one, the Scottish Portrait Awards, I never thought I could win.",
        "\"To have been shortlisted was amazing, but to be given first place is a huge shock; I can't quite believe it.\"",
        "And she revealed how her ascent to award-winning photographer began by accident and with a kind gesture.",
        "\"One day I couldn't go to the gym and so I took the dog for a walk,\" she explained.",
        "\"I took pictures of autumnal trees on my phone, and posted them on Facebook, and got this really unexpected response, with people saying they thought I had an eye for photography.",
        "\"And then a friend sent me some money - I was going through a really difficult time in my life - and she said 'this is to put towards your first camera'.\"",
        "It was then that she decided to take up photography properly.",
        "\"So, I bought a camera and it's actually her son John that's in the award-winning photo, so it feels like the whole thing has come full circle,\" said Jennifer.",
        "\"Without John's mum, I wouldn't be here.\"",
        "The winning picture of John highlights how deeply Jennifer delved into her series focusing on mental health, entitled A Hidden Community.",
        "He agreed to pose on a freezing cold morning in February to help Jennifer realise her vision, and other subjects have similarly taken time out to be exposed to the photographer's lens.",
        "\"It's not an easy thing to do,\" said Jennifer.",
        "\"There is a vulnerability to it, so I have huge admiration for all the people who have worked with me.",
        "\"The project brought me closer to people I knew, and I've met the most amazing people I didn't know.",
        "\"And what became apparent was that anybody, in any circumstances, can be affected by mental health problems.\"",
        "She is continuing the project now and is happy for anyone willing to work with her to get in touch.",
        "Jennifer's love of sport means she is a regular at racetracks, photographing bike riders, and ringside at some of the UK's biggest boxing bouts.",
        "She has worked with world champions Josh Taylor from East Lothian and Newcastle's Lewis Ritson, but admits it is a tough environment for a woman.",
        "\"The professional photographers are almost entirely male, and they've been great with me, very supportive I have to say, but the abuse from crowds is incredible,\" she admitted.",
        "\"It's clear they don't believe that a woman should be taking photos - pretty sad, really.",
        "\"I've loved the sport, and getting to know boxers, and what they put themselves through, but, yes, it's tough working in that very man's world.\"",
        "Now she is hoping the award will lead to more commissions and paid work.",
        "\"There's a lot of competition in photography, but I love what I do and this has given me new confidence,\" she said.",
        "\"I'd love to work more for charities, and my long-term goal is to make this project large enough to sustain an exhibition.\""
      ],
      "word_count": 627
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/ckg21enp4lno",
    "metadata": {
      "title": "Joy, fashion fluff and chocolate stuff: Africa's top shots",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A selection of the week's best photos from across the African continent and beyond: From the BBC in Africa this week: Go toBBCAfrica.comfor more news from the African continent. Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica Africa Daily Focus on Africa",
      "paragraphs": [
        "A selection of the week's best photos from across the African continent and beyond:",
        "From the BBC in Africa this week:",
        "Go toBBCAfrica.comfor more news from the African continent.",
        "Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica",
        "Africa Daily",
        "Focus on Africa"
      ],
      "word_count": 45
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/clylwv22j9zo",
    "metadata": {
      "title": "Striking image of a whale feeding wins photo award",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A striking photo of a rare Bryde’s whale about to consume a heart-shaped bait ball, by photographer Rafael Fernández Caballero, has won the Ocean Photographer of the Year award. Caballero’s picture was chosen from more than 15,000 images submitted by professional and amateur photographers. The competition, presented by Oceanographic Magazine and Blancpain, aims to  reveal the wonder of the ocean and the many plights it faces. Jade Hoksbergen was named runner-up with a mesmerising image of a northern gannet, one of the largest seabirds in British waters, diving to catch its prey in waters near Isle of Noss, Shetland Islands, Scotland. Third place was awarded to Thien Nguyen Ngoc for an aerial shot of a fishing boat in Hon Yen, Vietnam. Its long trail of smoke perfectly aligns with the shape of the green nets under the surface. The recipient of this year’s Female Fifty Fathoms Award was Malaysian photographer Ipah Uid Lynn. Her winning portfolio included shots of a tiny goby, a skeletal shrimp, fishermen, divers, and a school of batfish swimming in unison in Koh Tao, Thailand. The Female Fifty Fathoms Award was created in 2021 by Oceanographic Magazine and Blancpain to celebrate pioneering and boundary pushing women in ocean photography. \"It's a recognition that goes beyond personal achievement,\" said Lynn. \"It highlights the importance of storytelling through photography and the voices of women in this field. I'm truly humbled and inspired to continue pushing the boundaries of what I can capture and share with the world.” Jacob Guy was named Young Ocean Photographer of the Year for a compelling image of an elusive algae octopus showing off its fluorescence under ultraviolet light in waters off North Sulawesi, Indonesia. Manuel Castellanos Raboso was the Wildlife category winner with a picture of a mahimahi (common dolphinfish) displaying its catch amid a feeding frenzy in Baja California Sur, Mexico. “The bait ball was semi-static, allowing us to spend some time in the water with these fish, moving like torpedoes in front of us,\" said Castellanos Raboso. \"This scene captures the essence of the hunt and the energy of Baja's marine life.\" The Ocean Fine Art Photographer of the Year award went to Henley Spiers for an image of juvenile Munk’s devil rays attracted by a green light, taken in Baja California Sur, Mexico. \"At night we hung a green light from the back of our boat, [and] as plankton gathered around it the rays gratefully swooped in for a microscopic buffet,\" explained Spiers. Tobias Friedrich triumphed in the Adventure category with an impressive image of a scuba diver dwarfed by a shipwreck in the Bahamas. The Ocean Conservation Photographer of the Year (Hope) award went to Shane Gross for his image of a green sea turtle being released by a researcher in the Seychelles. Researchers took measurements and tagged the turtle before releasing it back into the water. The Ocean Conservation Photographer of the Year (Impact) award went to Frederik Brogaard. A fin whale lies waiting for its turn to be butchered at a whaling plant in Iceland before being sent to Japan. \"The picture might induce a feeling of hopelessness, but public uproar throughout the last two years has resulted in the cancellation of last year's whaling season in Iceland,\" said Brogaard. The Human Connection Award: People and Planet Ocean, went to  Zhang Xiang for a delightful shot of a beach bathed in the golden haze of sunset while a fisherman wades through the water. Shane Gross scooped the Ocean Portfolio Award with work that included images of a crested sculpin, endangered chupare stingray and baby plainfin midshipman fish, still attached to their yolk sacs. An exhibition of all thewinnerswill open at the Australian National Maritime Museum, Sydney, on 28 November 2024.",
      "paragraphs": [
        "A striking photo of a rare Bryde’s whale about to consume a heart-shaped bait ball, by photographer Rafael Fernández Caballero, has won the Ocean Photographer of the Year award.",
        "Caballero’s picture was chosen from more than 15,000 images submitted by professional and amateur photographers.",
        "The competition, presented by Oceanographic Magazine and Blancpain, aims to  reveal the wonder of the ocean and the many plights it faces.",
        "Jade Hoksbergen was named runner-up with a mesmerising image of a northern gannet, one of the largest seabirds in British waters, diving to catch its prey in waters near Isle of Noss, Shetland Islands, Scotland.",
        "Third place was awarded to Thien Nguyen Ngoc for an aerial shot of a fishing boat in Hon Yen, Vietnam.",
        "Its long trail of smoke perfectly aligns with the shape of the green nets under the surface.",
        "The recipient of this year’s Female Fifty Fathoms Award was Malaysian photographer Ipah Uid Lynn.",
        "Her winning portfolio included shots of a tiny goby, a skeletal shrimp, fishermen, divers, and a school of batfish swimming in unison in Koh Tao, Thailand.",
        "The Female Fifty Fathoms Award was created in 2021 by Oceanographic Magazine and Blancpain to celebrate pioneering and boundary pushing women in ocean photography.",
        "\"It's a recognition that goes beyond personal achievement,\" said Lynn.",
        "\"It highlights the importance of storytelling through photography and the voices of women in this field. I'm truly humbled and inspired to continue pushing the boundaries of what I can capture and share with the world.”",
        "Jacob Guy was named Young Ocean Photographer of the Year for a compelling image of an elusive algae octopus showing off its fluorescence under ultraviolet light in waters off North Sulawesi, Indonesia.",
        "Manuel Castellanos Raboso was the Wildlife category winner with a picture of a mahimahi (common dolphinfish) displaying its catch amid a feeding frenzy in Baja California Sur, Mexico.",
        "“The bait ball was semi-static, allowing us to spend some time in the water with these fish, moving like torpedoes in front of us,\" said Castellanos Raboso.",
        "\"This scene captures the essence of the hunt and the energy of Baja's marine life.\"",
        "The Ocean Fine Art Photographer of the Year award went to Henley Spiers for an image of juvenile Munk’s devil rays attracted by a green light, taken in Baja California Sur, Mexico.",
        "\"At night we hung a green light from the back of our boat, [and] as plankton gathered around it the rays gratefully swooped in for a microscopic buffet,\" explained Spiers.",
        "Tobias Friedrich triumphed in the Adventure category with an impressive image of a scuba diver dwarfed by a shipwreck in the Bahamas.",
        "The Ocean Conservation Photographer of the Year (Hope) award went to Shane Gross for his image of a green sea turtle being released by a researcher in the Seychelles.",
        "Researchers took measurements and tagged the turtle before releasing it back into the water.",
        "The Ocean Conservation Photographer of the Year (Impact) award went to Frederik Brogaard.",
        "A fin whale lies waiting for its turn to be butchered at a whaling plant in Iceland before being sent to Japan.",
        "\"The picture might induce a feeling of hopelessness, but public uproar throughout the last two years has resulted in the cancellation of last year's whaling season in Iceland,\" said Brogaard.",
        "The Human Connection Award: People and Planet Ocean, went to  Zhang Xiang for a delightful shot of a beach bathed in the golden haze of sunset while a fisherman wades through the water.",
        "Shane Gross scooped the Ocean Portfolio Award with work that included images of a crested sculpin, endangered chupare stingray and baby plainfin midshipman fish, still attached to their yolk sacs.",
        "An exhibition of all thewinnerswill open at the Australian National Maritime Museum, Sydney, on 28 November 2024."
      ],
      "word_count": 623
    },
    "analytics": {
      "reading_time_minutes": 4
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/ckgv557lz18o",
    "metadata": {
      "title": "Festival, football and floods: Photos of the week",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "A selection of striking news photographs taken around the world this week.",
      "paragraphs": [
        "A selection of striking news photographs taken around the world this week."
      ],
      "word_count": 12
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cvgxrqyr01ro",
    "metadata": {
      "title": "Your pictures on the theme of 'arches'",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "We asked our readers to send in their best pictures on the theme of \"arches\". Here is a selection of the photographs we received from around the world. The next theme is \"in the air\"; the deadline for entries is 15 October 2024. The pictures will be published later that week and you will be able to find them, along with other galleries, on theIn Picturessection of the BBC News website. You canupload your entries directly hereor email them to yourpics@bbc.co.uk. Terms and conditions apply. Further details and themes are at:We set the theme, you take the pictures. All photographs subject to copyright.",
      "paragraphs": [
        "We asked our readers to send in their best pictures on the theme of \"arches\". Here is a selection of the photographs we received from around the world.",
        "The next theme is \"in the air\"; the deadline for entries is 15 October 2024.",
        "The pictures will be published later that week and you will be able to find them, along with other galleries, on theIn Picturessection of the BBC News website.",
        "You canupload your entries directly hereor email them to yourpics@bbc.co.uk.",
        "Terms and conditions apply.",
        "Further details and themes are at:We set the theme, you take the pictures.",
        "All photographs subject to copyright."
      ],
      "word_count": 103
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/cq8xx44l021o",
    "metadata": {
      "title": "Your pictures on the theme of 'railways'",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "We asked our readers to send in their best pictures on the theme of \"railways\". Here is a selection of the photographs we received from around the world. The next theme is \"arches\" and the deadline for entries is 1 October 2024. The pictures will be published later that week and you will be able to find them, along with other galleries, on theIn Picturessection of the BBC News website. You canupload your entries directly hereor email them to yourpics@bbc.co.uk. Terms and conditions apply. Further details and themes are at:We set the theme, you take the pictures. All photographs subject to copyright.",
      "paragraphs": [
        "We asked our readers to send in their best pictures on the theme of \"railways\". Here is a selection of the photographs we received from around the world.",
        "The next theme is \"arches\" and the deadline for entries is 1 October 2024.",
        "The pictures will be published later that week and you will be able to find them, along with other galleries, on theIn Picturessection of the BBC News website.",
        "You canupload your entries directly hereor email them to yourpics@bbc.co.uk.",
        "Terms and conditions apply.",
        "Further details and themes are at:We set the theme, you take the pictures.",
        "All photographs subject to copyright."
      ],
      "word_count": 102
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  },
  {
    "url": "https://www.bbc.com/news/articles/c2kjgexjv28o",
    "metadata": {
      "title": "Badgers, birds and bridges star in photo exhibition",
      "author": "",
      "publication_date": "",
      "last_modified_date": "",
      "tags": [],
      "categories": []
    },
    "content": {
      "full_text": "Badgers, birds and bridges will form part of a photography club's annual exhibition when it opens next week. The free display has been put together by the Low Barns Photography Group, which is based at Low Barns Nature Reserve between Witton-le-Wear and Bishop Auckland, County Durham. Also among the exhibits will be shots of Dunstanburgh Castle in Northumberland at dawn, Durham's Framwellgate Bridge and a car taking part in the Beamish rally. The display will run from 24 to 28 August in the Alder Room at the Durham Wildlife Trust-run reserve centre, which is open 10:00 to 16:00 BST. Follow BBC North East onX (formerly Twitter),FacebookandInstagram. Send your story ideas to northeastandcumbria@bbc.co.uk. Waterfall and woodpecker among photo display Photographer celebrates kids with Down's syndrome The puffin, moons and trees that caught our eye Low Barns Nature Reserve",
      "paragraphs": [
        "Badgers, birds and bridges will form part of a photography club's annual exhibition when it opens next week.",
        "The free display has been put together by the Low Barns Photography Group, which is based at Low Barns Nature Reserve between Witton-le-Wear and Bishop Auckland, County Durham.",
        "Also among the exhibits will be shots of Dunstanburgh Castle in Northumberland at dawn, Durham's Framwellgate Bridge and a car taking part in the Beamish rally.",
        "The display will run from 24 to 28 August in the Alder Room at the Durham Wildlife Trust-run reserve centre, which is open 10:00 to 16:00 BST.",
        "Follow BBC North East onX (formerly Twitter),FacebookandInstagram. Send your story ideas to northeastandcumbria@bbc.co.uk.",
        "Waterfall and woodpecker among photo display",
        "Photographer celebrates kids with Down's syndrome",
        "The puffin, moons and trees that caught our eye",
        "Low Barns Nature Reserve"
      ],
      "word_count": 137
    },
    "analytics": {
      "reading_time_minutes": 1
    }
  }
]