{
  "id": "UCb72Gn5LXaLEcsOuPKGfQOg",
  "title": "DW Planet A",
  "description": "We're destroying our environment at an alarming rate. But it doesn't need to be this way. Planet A explores the shift towards an eco-friendly world — and challenges our ideas about what dealing with climate change means. We look at the big and the small: What we can do and how the system needs to change. Every Friday we'll take a truly global look at how to get us out of this mess.  \n\nIf you have any story ideas or leads, please contact us at planeta@dw.com. \n\nThis is a Deutsche Welle YouTube channel. Deutsche Welle is Germany's international broadcaster, producing TV, radio and internet programming for you in 30 languages – wherever you are in the world.\n\nChannel lead: Kiyo Dörrer\nSupervising editors: Kiyo Dörrer, Joanna Gottschalk, Malte Rohwer-Kahlmann\n",
  "subscriber_count": "652000",
  "video_count": "308",
  "view_count": "117978885",
  "videos": [
    {
      "id": "34efX2y127M",
      "title": "The race to solve solar energy&#39;s recycling problem",
      "published_at": "2024-10-04T12:00:04Z",
      "transcript": "\"We might have a teeny tiny problem with solar. And it’s not that they don’t produce energy at night.\" What started delivering clean energy in the 1950s and took off in the late 2000s \"…is now ready for the dumpster. Not because the technology is trash, but because solar panels are built to last between 20 to 30 years.\" Soon we could be looking at 27 million tons of out-of-date solar waste. And only a tiny fraction gets recycled. Around 80% of old panels are landfilled! \"Big problem.\" One: plastics end up in the environment. Two: precious metals would just go to waste. And three: recycling saves emissions. So I’m here in the French Alps to find a fix. \"And what this has to do with baking and bathing: now.\" We’re at the French company ROSI. Founded in 2017, they’re one of the pioneers in solar recycling. This is Antoine Chalaux, he has been working here for the past four years. \"What are the main process steps in your recycling process?\" \"So, the first step is to get rid of the polymers. So, we do it with a thermal treatment. It's a pyrolysis process in a furnace that eliminates the polymers. And then we separate the material with mechanical sortation. And then you are at the last step because the photovoltaic cells contain different metals. And these metals we want to separate them from each other. So, we have a chemical treatment. A small light chemical treatment that we do that detaches the silicon from the silver. And this way at the end we recover all the materials inside the PV panels.\"  Basically, a solar panel is made of a few main ingredients that need to be separated during the recycling process. You’ve got tempered glass, thermoplastic glue, the cells with silicon, silver and copper, a plastic back sheet and an aluminum frame that holds everything together. Of course, the precise mix of components varies by manufacturer. \"Why is it so hard to recycle these panels?\" \"So, the good thing with solar panels is that they are made to last very long. 20, 30 years outside in any weather conditions they can last, because of the construction. This construction, with a strong glass sheet in the front with polymers gluing everything together, it's very water-resistant. The problem is: now we need to recycle them. And we need to separate all these materials to put them back in the economy. And they are all glued together with polymer. So, the most challenging first step is to separate the materials from the polymers. This is not possible if you crush it, because if you crush it you create small particles all glued together with this polymer.\" And the plastic is literally everywhere. \"So, even when you now remove this. You still can't access the cells, right?\" \"Exactly. You have different types of polymers, different layers.\" \"So, there's even more. Oh. Wow.\" \"This is difficult, ah?\" \"Yeah.\" So, the first step is to get rid of the plastics. The panels get put into this big grey furnace. And because ROSI is still in the patenting process, everything today is pretty much top secret. The mastermind behind this process is Guy Chichignoud – CTO and cofounder of ROSI. \"Come with me.\" \"You can really feel the heat. You can really feel the heat. Wow!\" \"How hot does it get in there?\" \"400 degrees.\" \"400 degrees. That's really hot, so we don’t stay too close for long.\" The panels bake for between 1.5 and six hours, turning the plastics inside into gas. \"What is really important when you look at this process? Does it depend on the temperature? How the panels are stacked up? What makes the difference?\" \"What makes the difference and what is our knowledge and IP protection is: of course, it’s not a standard pyrolysis process. It’s customized and optimized for the treatment of solar panels. What we managed to do is to improve the general regulation of the oven depending on the source materials. So, actually the modules contribute to the process. It’s not an oven with a payload. It’s a combination of the two. It's coupled. Meaning we use the energy from modules to heat up the oven, so we can save energy. So, it’s a combination — the coupling between the machine,  the equipment, the oven and the payload. So, the combination of the two makes it more efficient.\" ROSI sends hazardous gases and exhaust fumes through a five-stage filtering system. They say only CO2 and water vapor are released in the end. But despite the CO2, recycling still saves emissions compared to mining fresh silicon. Creating the base silicon from quartz, coal and wood chips releases between 8 to 12 tons of CO2 per ton of silicon. ROSI says their recycling process only releases 3 tons. A reduction of at least 5 tons of CO2 per ton of silicon. The company would not let us show you the solar panels going into the furnace. But this is what the solar panels look like after being \"baked in the oven\". This batch is about 20 kilos and represents the content of one solar panel. \"You can see the glass. You can see the silicon wafers, which are like super thin. Yeah. And you can just break them into pieces. Yeah. And then you've got the copper connectors...\" \"...copper ribbons.\" Now, this mess goes into the next range of machines that take on the sorting job. When you look at a typical solar panel from the weight perspective, it’s about 76% glass, 10% plastic, 8% aluminum, 5% silicon, 1% copper, and 0.1% silver.  And it’s that really valuable silver that’s the main goal of this whole process. Though first, we need to extract the copper and glass. But… \"This whole process isn’t the only way to recycle solar panels. Other companies are trying it with mechanical recycling, for example. It’s less energy-intensive, it costs less and you do not need to deal with chemicals afterwards.\" However, the recovery rates can be lower. Firms like Solar Materials in Germany are using heat, like ROSI, at the start of their process, but no chemical baths. \"In Japan, there is even one called the hot blade method. And like the name suggests: a really hot and sharp knife is used to separate the glass from the rest.\" Another German company is  — putting it very, very simply —  hitting the solar panels with lightning. This bursts them into several components which are then sortable. \"I don't think I can pick a clear favorite right now.\" Marius Ian Peters has been researching photovoltaics for more than 20 years and is concerned about how to deal with all the plastics in the solar panels. \"I'm not exactly happy, for example, with a thermal process in which the polymers are incinerated, because we would lose those polymers to go into a state for which the elements are still in there. Now, that being said, it is very hard currently to take a polymer that's inside the solar panel, get it out of the solar panel, and treat it in a way that we can reuse it as a polymer. It's very energy-intensive to do that. And it doesn't really compete  both energetically or economically, or ecologically, with making a new polymer.\" So, plastics are going to stay a pain to deal with, but what about the remaining materials after the mechanical sortation? \"Now, most of the materials are separated, but we still need to get out the most valuable one that is still in these photovoltaic cells connected to the silicon: it's the silver.\" The thousands of pieces of photovoltaic cells in these containers go through a set of five to eight chemical wet baths that are connected to each other. Here, the silicon and the silver are separated from one another. \"It is these tiny tiny silver lines that we are talking about here. Their job in a solar panel is to make the electricity available for direct use or storage in a battery, for example.\" In case you’re wondering, this is as much of the process as we could show you. \"Can you specify a bit what kind of chemicals you use? Because chemistry is, like, a really wide term.\" \"We avoid the use of organic solvents and strong acids, and we have specific conditions  with different baths to treat the photovoltaic cells.\" That’s as specific as they would get. Because we can’t really show you the inside of the process, we set it up a small experiment. So, you first have the photovoltaic cells as they enter and, every step, you can see the silver fingers detach a little more. \"It's like really tiny, small fingers.\" \"Yes, it is very, very thin.\" \"Yeah, it almost looks like hair.\" \"Yeah.\" \"What's the purity on the silver and on the silicon that comes out of this?\" \"So, our processes in general enable [us] to keep the same purity for the material when they come in. So we don't degrade the purity. So, for example for the silver, it comes from silver paste on the cells and silver pastes are, in general, above 90% purity. For the silicon, it's 99.99%.\" \"Okay. That sounds quite pure.\" The recovered purity is in line with scientifically published papers. But for the economics of the process another number is important: how much of the materials is actually recovered. With their combination of thermal and chemical recycling steps, ROSI says they are able to recover 99% of the glass, aluminum and copper, 90% of the silicon and 95% of the silver. Which means that they get about  10 USD worth of silver out of each solar panel. The other stuff — glass, aluminum, copper and silicon — is worth another 10 bucks. But of course, the recovered materials cost more than virgin materials. \"Do you have the feeling that companies are willing to pay these premiums that you have for recycled material?\" \"Yeah, unfortunately, they don't pay big premium. But today all the big companies, all big industrial companies in Europe have very strong targets on CO2 reduction and using recycled material is a very good way for them to reduce their CO2 emission from their raw materials. So, already with silicon, for instance, the CO2 emissions of silicon production is very high. So, for our customers, it's crucial that they use less CO2 intensive materials. And our silicon completely fulfills this target. I would’ve loved to compare the prices for recovered materials to actual market prices, but ROSI wouldn’t tell me their numbers. Luckily for them, in France there is a so-called gate fee that every solar importer or seller must pay to recycling companies to make sure the panels are rightfully taken care of at their end of life. Just to put this in perspective: a study by the US National Renewable Energy Lab put the cost of trashing a solar panel at under $5, whereas recycling one would cost $15 to $45. So, how do you make recycling pay? ROSI say they can process around 3,000 tons of solar panels per year here. Not really that much compared to the millions of tons of trash expected in the upcoming years. And it’s not even enough for them to break even. But they're already planning to build a facility 10 times bigger in Germany by the end of 2025. Which should be able to handle 30,000 tons per year. However, upscaling such a process is a real challenge, as their CEO told me. \"For the very big-scale recycling site, we'll have to organize very well the operators, engineers, technicians, so all the traceability system, and also how to integrate the operators,  so human beings with the automation, to reduce the cost to protect to maximum the safety of the site.\" \"Also, you can’t use this recycled silicon straight away to form a new PV module.\" One of the reasons being: the technology moved on. Twenty, thirty years ago, silicon of 99.999% purity was used. Sounds pretty pure. However, today silicon more than a thousand times purer is required. So, you’d need another purification process after this to create new silicon ingots and new wafers to put into new modules. This has been done on the science side. For example, by Germany’s Fraunhofer Institute, a research body that works closely with industry partners. But ROSI is taking a different route and is selling its recovered materials to the automotive, building and electronics industries. \"Another way to make this whole thing easier, and that wouldn’t require engineering the recycling process to perfection, is to redesign these solar panels and make them easier to recycle.\" The Netherland Organisation for Applied Scientific Research has developed what they call a \"release encapsulant\" where a type of trigger is worked into the polymers that make them easier to get rid of during recycling. Like pressing a button and everything goes poof. \"At the National Energy Laboratory in the US, they are taking things up a notch by getting rid of all the plastic. And they are doing this by literally welding glass together.\" That way you wouldn’t need to deal with plastics used for encapsulation at all. But, of course, this is all still happening in the lab. Another promising tech could actually be perovskite solar cells, which I already did a video on. Because the different layers of perovskite solar panels are created using chemicals, they could also be taken apart easier  afterwards by using similar process steps. But they would need to be mass produced, first. \"What I can say is that the recycling process for ROSI is working at a pilot facility. But I’m going to be honest with you: I expected to get to know a lot more details about the process. I don’t even know what chemicals they are using. And the upscaling is going to be difficult as well. Not just from the process or technical side of things, but they also need to get the financing right. And everything at the same time? Not easy. Overall, bigger players with a lot deeper pockets will have to get involved to make recycling solar panels at a larger scale a reality.\" \"If you did enjoy the video: like it, comment on it, share it. And don’t forget to subscribe to our channel. We post new videos on the environment every Friday. Thank's!\""
    },
    {
      "id": "GgKi2x9od_0",
      "title": "How Singapore solved its looming water crisis",
      "published_at": "2024-09-20T12:00:27Z",
      "transcript": null
    },
    {
      "id": "SdOC44IxyzA",
      "title": "How to make lab-grown cheese and steak",
      "published_at": "2024-09-13T12:00:35Z",
      "transcript": "Can this give traditional cheese a run for its money? Creamy camembert that hasn't used milk from a cow. Slaughter-free steaks and chicken breast grown from cells. All that's been promised for a while now: a food revolution. Not only would it be free of animal cruelty, it would also help solve the environmental crisis by reducing the amount of land, water and grain we need to feed animals for our food. Some countries and US states have even pre-emptively banned it, concerned it could phase out traditional agriculture. But that's kind of the point: the livestock industry accounts for a fairly large share of the world's greenhouse gas emissions. \"We are running on a highway to hell.\" Lab-grown products could put us on the road to redemption. But how are they made and when will they actually hit our supermarket shelves? This place - Formo - is as modern and trendy as you'd expect from a Berlin startup. The only difference here is that instead of brewing beer, they're brewing cheese. Formo is the brainchild of Raffa Wohlgensinger. He wants to be at the forefront of a food revolution, which is no easy task. \"Changing food is multi-layered in a sense, because it's so deeply ingrained in our culture and who we are.\" Formo ferment their cheeses with whey-like proteins in a traditional cheese factory. And they've just started selling them within Germany. Then there's cultured meat, grown from animal cells, The Israeli firm Aleph Farms say their beef steaks are close to being rolled out. \"Yes, our product is ready to go. The quality and level of sensory properties, mainly taste, flavor and texture is very high.\" To be honest, it feels like we've been here before. So what's different now? The first cultured meat arrived in the form of a burger back in 2013, but the costs were eye-watering, rather than mouth-watering. Then came the wave of plant-based vegan cheese and fake meats. They sold pretty well initially, though some big brands have experienced a downturn in sales in 2024. But none of that has dented the world's appetite for meat and dairy, as consumption continues to grow across the planet. As parts of the world increase their financial standing, they're also increasing their meat intake. Though data does show the Western world is still culpable for the lion's share. \"In the Western world, we have to remember that and shift again to a situation where we eat more plant-based food.\" That's Tilo Hühn, a food tech professor at the Zurich University of Applied Sciences. He believes plant-based alternatives are a good addition to the food industry, but admits they don't seem to have convinced everyone. \"If Elvis Presley steps through the door, I know that this is not Elvis. It could be that he performs even as good as Elvis. But I know it couldn't be that Elvis stands in my office.\" \"It's got to feel like: I'm not limiting, I'm not making a sacrifice. We need to get the ones who say, 'I just want to have great freaking food'.\" Instead of using oils or nuts to replicate the fat from milk, Formo has focused on creating proteins which mimic whey and use that in a traditional cheese-making process. The taste test is coming up, but first let's dive into why this quest to find alternatives exists in the first place. Just how much the livestock industry contributes to climate-warming greenhouse gases depends on who you ask. The UN Food and Agriculture Organization's most recent report cited 12%, but other studies suggest figures as high as 20%. Whatever the number, climate scientists consider methane emissions particularly concerning, they can be 80 times more harmful in terms of heating the atmosphere than CO2. And livestock accounts for about 30% of the world's methane emissions, largely through cow burps. Deforestation, land and water use, and livestock feed are also major concerns. \"It's not only the production of meat, it's the overall production of food loss and food waste in the whole system and overuse of resources. It makes more sense to produce plants and eat it directly than to feed it to animals.\" An early study by Oxford University in 2011 reported cultivated meat could produce up to 96% fewer greenhouse gas emissions than livestock, thanks to using less land, water and feed. But the numbers here are also contested. Some studies claim cultivated meat and dairy will need to be run on renewable energy sources if they are to retain lower emissions. So we know the world needs to change something about its eating habits. But that taste and texture of meat and dairy is something that many people are unwilling to give up, no matter the cost. To come closer to actual dairy, Formo uses what's called precision fermentation, the evolution of a process dating back thousands of years. They take Koji, a type of fungi which is used a lot in Japanese cuisine, feed and ferment it to create a protein similar to whey, and then turn it into cheese. The company also plans on using an animal-free casein protein, but that first needs EU approval. A product like cheese, it is already a processed product when you start with milk. There is a fermentation process already involved in the regular production of the product. There I think it's easier to say, 'Hey, there's just another fermentation step before that,' to kind of get people to convert, in that sense.\" \"The Holy Trinity is probably taste, texture and then cost. We'll get to cost in a moment but maybe we should just dig straight in and see how we go with taste and texture.\" \"So that's like a Frischkäse? A better version of cream cheese.\" \"Correct, correct, correct.\" \"Yeah, you see like, really creamy.\" \"That's actually pretty good.\" \"Right?\" \"Then we have like a Greek feta cheese.\" \"So this one, I'd say the texture is a little bit still away from what you would expect from a feta. But the taste, like the saltiness and everything, it's really there.\" \"Then we have a brie-like, white-mold cheese, fresh cheese.\" \"The texture is 100% there with the creaminess. That texture is a lot better than some bries that I buy in the supermarket.\" So the cheese checks out. But what about that third component in the Holy Trinity - price? Raffa says it will initially be 10-20% more expensive than mid-range cheese. So we're still talking luxury prices for most people, but it's not outrageously expensive either. And Raffa claims Formo's cheese will eventually sell for cheaper than traditional dairy. \"Fermentation is just more efficient with resources than animals, much more efficient actually... The question of the cost and the price, pretty much, is only a factor of scale.\" Alright, that's the cheese. But what about that highly sought-after steak? There are quite a few companies out there working on cultured meat: from beef, to chicken, to fish, to foie gras. Aleph Farms is just one of a handful that already have approval to sell their lab-grown meat - in their case in Israel. The company said they will roll it out within the next year. But admitted it will be a luxury item to begin with, sold in high-end restaurants at a price similar to premium-range beef. \"It might take 10 years to get to the mainstream market. It will not happen overnight. Just because it takes time to build production capacity, to drive the cost down, to build the supply chain.\" Studies show customers are still skeptical about how this \"meat\" is made. Aleph Farms says they are following the same basic principles of fermentation, only they start with animal cells, feed and nurture them in a bioreactor, until they replicate only the edible part of animals. \"We do eat cells from cows when we eat meat products. So it's the same cells, the same ancient time-honored cell cultivation technique, and we just merge the two to make a new combination. The cells we use are not genetically engineered.\" The quest to develop the perfect steak or the creamiest camembert is, of course, just half the battle. Because before these products have even hit the shelves, they're receiving a lot of blowback behind the scenes. Italy's parliament moved to ban the production, sale or import of cultivated meat and animal feed in 2023. The US states of Florida and Alabama followed suit with their own bans in 2024. \"I love that they banned it, because that shows it's real. Why would you ban something that you don't believe is going to become relevant in the marketplace? So it's also a great signal, I think that says, like: 'Damn, big meat is really concerned with this. The farming lobby is really concerned about that.'\" The reasoning from politicians is that traditional agriculture has to be protected. These instances of allegedly protecting the traditional agriculture is also selling very well in terms of elections, even beyond the farming industry. A lot of people are connected emotionally to agriculture and traditional agriculture. The transition away from traditional agriculture is clearly a sensitive topic. It's estimated that 857 million people worldwide work in the industry. Which is why many countries subsidize farming. The EU will provide about 387 billion euros in agriculture policy funds between 2021 and 2027. \"We are obviously playing on a completely uneven playing ground. I'm not even arguing for: 'We need support to lower the price of our products.' I'm not even arguing for products who emit a lot of emissions need to be priced harder. I'm just saying, give everybody the same. And then I have full conviction that this technology is more efficient, it will be cheaper and it performs great. And consumers will make the choices based on that.\" This all comes as traditional agriculture is facing major issues, as we covered in this report: In the EU, just 12% of farm managers are under the age of 40, with almost 60% aged 55 or above, meaning many could retire in the next decade. Climate change is also already affecting livestock farms. Those in Sicily, for example, are struggling amid prolonged drought and record-high temperatures. This is also one area where Formo are conscious of finding solutions which combine the old with the new. \"We're speaking with the traditional dairy and farming industry. Because also in this technology, it's not like, you know, farming, traditional farming, as we know it, won't play any role anymore. To do that, to grow proteins in a fermentation tank and to produce these products, you need nutrients. Nutrients are coming from our fields. So you will always have traditional farming as you know it.\" Cultured meat is still some way away from being a legitimate alternative for the mainstream. But Formo has just shown me that animal-free cheese is here. It may not compare to the best bio French cheese you've ever had in your life, but it definitely rivals those found in German supermarkets. Of course, simply eating more beans and veg is another way of substituting animal products. And the market for these animal-free alternatives is still very small. But if they can convince consumers' tastebuds and bank balances, more people may jump on board - which can only be good news for the world's climate. Would you tuck into lab-grown food? Let us know in the comments below. And if you want to see more videos like this on Planet A, give us a like and a subscribe. We have a new video out every Friday."
    },
    {
      "id": "ATtHne5NKE8",
      "title": "Why straightened rivers worsen floods",
      "published_at": "2024-09-06T12:00:10Z",
      "transcript": "Germany has a problem with floods. \"A state of emergency has been declared in parts of the South.\" \"...the deadliest floods in living memory.\" \"Germany saw its heaviest rainfall in a century.\"  One big reason is that we’ve messed  with the natural flow of rivers. And this isn’t just a German problem. The same thing is happening all over the world. And now we’re paying the price. As climate change brings more extreme weather, these changed landscapes are more prone to destructive flooding. \"But in this forest, things are different. It’s become a role model for how we can flood-proof our rivers  — even in cities.\" \"So, how did they do that?\" Rivers aren’t supposed to look like this. Today, many of them are straight, narrow, deep, depleted and surrounded by concrete. That’s because humans have a long history of changing rivers and their landscapes so they can use them for farming, industry, transportation and to build houses close to their edge. \"This river here is a great example of how we have messed with our landscapes. As you can see, it’s been straightened, regulated, and diked. Also, parts of the floodplains on its sides, which would usually provide space for overflowing water, have been drained and filled.\" The rivers and floodplains in this area serve an important function, though. They cross the cities of Leipzig, Markkleeberg, and Schkeuditz and are supposed to store and supply water to one of the largest urban floodplain forests in Central Europe that is home to many animals and plant species. But from the middle of the 19th century, dams and bridges for railroads were built here — right through the forest. And during that process, former river courses in this area were cut off and are now lying dry. And all this means they can no longer supply water to the floodplain forest. \"And that’s not just happening here...\" Around two thirds of the floodplains along Germany’s 79 major rivers can no longer serve their original purpose of storing excess water because of the dikes built to stop water from reaching them. One third of the remaining floodplain areas are covered by fields and houses. And it’s happening across Europe, where 70-90% of floodplains have been environmentally degraded. Asia and the Americas are also struggling with depleted floodplains. \"So why is that a problem?\" Floodplains are not only important ecosystems. They also absorb and store carbon from the atmosphere, helping tackle climate change. And, maybe most importantly for the people who live along the rivers: they keep flash floods in check. \"Functioning floodplain forests are very, very important for us because they retain water in the landscape for a longer period. It means that we have this crucial sponge function.\" That’s Mathias Scholz, a floodplain ecologist. He’s been studying the role of rivers and coastal wetlands for decades. \"If we no longer have floodplains and floodplain forests, water flows out of the landscape very, very quickly, leading  to increasingly large flood waves that cause significant damage. This damage is enormously high for society.\" That’s why Scholz — together with the cities of Leipzig and Schkeuditz, the University of Leipzig and the environmental association NABU — decided to give the floodplain landscape here a more natural face again. \"Forty years ago, we already noticed that this floodplain forest was undergoing a process of expansion. Many trees developed here that are no longer flood-resistant, displacing the tree species typically found in the floodplain forest.\" \"Oak trees like this one and elm trees like this one started to die off, while other species that are a lot less resilient to flooding, like maple, started to spread.\" \"When the floodplain dries out, the sycamore maple, which grows right next to it, takes over. You can see it very clearly here; it also produces a white milky sap. And then the other species find it really difficult to compete.\" \"And the other species are the ones  that actually protect us against flooding?\" \"Exactly, because those species are highly resistant to flooding.\"  That’s because those species can handle being flooded better than others. They can also handle droughts better. And they suck moisture out of the soil, which decreases the amount of water contributing to flash flooding events. So, the researchers had an idea. They started purposely flooding a small area of the forest every spring for decades. And watched what happened. \"We realized that we can maintain moist conditions in the forest for up to 3 months longer, even during drought periods, allowing the floodplain forest to adapt to these wetter, more dynamic conditions. At the same time, other species that do not belong here receded, providing space and light for tree species typical of the floodplain forest.\" They literally trained the forest to be able to soak up more water again. \"Even if trees are flood-resistant, if they do not experience flooding for a long time, they may 'forget' how to cope with it or adapt to it.\" Scholz says the data they collected over 30 years tells the story of an ecosystem going back to its natural state. This is a 3D model of a 7-hectare forest area that they flooded and surveyed for three decades. Just look at how many red trees there were before they started flooding the area — those are untypical, sometimes invasive species that are not so resilient to floods and drought. And now look how many green trees came back once they started flooding the area. Those are typical, native floodplain trees, which are resistant to floods and droughts. \"Here you can clearly see how the maple is dying. This area has been underwater for several weeks. And right next to it is the flood-tolerant European ash, which looks very healthy.\" They were surprised by how fast the forest went back to its natural state once they started adjusting the water levels. \"For us, these are nature-based solutions to mitigate the extreme events we expect from climate change.\" \"So, how exactly did they flood the area?\" \"As early as the late 1990s,  the city of Leipzig began reconnecting old channel systems in the floodplain, like this one here, the Burgauenbach, to the main water bodies so that the forest could receive water again.\" That’s Reiner Werner, who is the head of hydraulic engineering and water management. \"We reconnected the still existing  old historical channel systems, meaning we had to restore this ditch here by hand in part. And then we built an inlet structure to channel water through the dike back into these channel systems.\" They then cut out several parts of the dike on the river side so that the water can naturally overflow into the floodplain. \"We are seeing clear results with the increase in groundwater levels, which have been documented. Significant results are visible and quantifiable in the forest in a very short time, even with such a small water body.\" \"Back then, it was easy to get a permit for an undertaking like that.\" \"Today, it is much more complicated. There are new guidelines, EU regulations, that must be followed. Much more evidence and estimates are required. It is not as simple as it used to be.\" But that didn’t stop the city from doing more. It brought together scientists, NGOs and local officials in 2018 to come up with a concept to rejuvenate the entire floodplain over the next 30 years. \"And they just finished their first project. They restored this historic riverbed here and designed it in a way that it can overflow more naturally, regularly and predictably — like it did in the past before we altered rivers.\" \"As you can see very well here, we have moved the field relatively far away from the forest edge, creating a huge corridor where the waters can meander freely.\" That’s Christiane Frohberg, who was responsible for revitalizing this old riverbed. \"We have several exit points where, when the flood comes, the water can rise and then flow over this very shallow bank directly into the forest. This means that with the newly gained 5.5 kilometers, which we only finished constructing this year, we can flood approximately 45 hectares of floodplain forest several times a year.\" That’s roughly the size of 84 football fields. \"And that’s also good news for the animals who live here.\" Fish and rare species of insects have already settled in. \"But it wasn’t easy to get to this point.\" It’s a tricky process to find a balance between flooding the forest enough so it relearns how to suck up more water — and not overflooding it, otherwise the water could permanently stay there like in a bathtub, which would change the entire ecosystem. And you have to consider different interests. \"We are in a major city, which means there are many interests and uses for the forest, with recreational use being very important. This means that if we flood certain areas and some paths become inaccessible in the spring during high water, we need to provide information, raise awareness, or offer alternatives. However, we have found that there is also a very high level of acceptance among the population, who deal with the situation very creatively.\" \"I am so very happy right now. Yes, because it was simply years of talking to people every day, ensuring that they are not afraid when a bit of water comes in here. And it's just wonderful to see that we now have water in this small river, which nevertheless  has a significant impact.\" It’s not just people using the forest for recreational purposes who needed to be convinced about the flooding plans. Local farmers had to be onboard as well. \"You can't simply expropriate people without offering alternatives. Bringing more water into the landscape doesn’t necessarily mean giving up agricultural use; it just means that agricultural practices need to be adapted. So, this means that a transition from arable land to a wild meadow ultimately has to happen, but this change must also be appropriately compensated.\" That means instead of planting corn and rapeseed on all of their land, farmers would plant grass in some areas and sell the hay instead. They would also receive a compensation payment, Scholz says. The goal for the next 10-15 years is to revitalize more than 16 km of former arms along the river. They want to reconnect dried-up river arms and inundate at least 30% of the floodplain area via the new river, so that instead of this… the area will look like this. \"And here, they already started turning  former farmland into a floodplain forest.\" They planted species resilient to flooding so that future flood waters can be sucked up by the plants like a sponge. That way, Scholz says they can also get more water to stay in the ground. Of course, projects like this come with a hefty price tag. The city of Leipzig already spent 6.5 million euros – largely funded by the German state – to buy back land and build new bridges and gateways for crossing the newly restored river. \"It will require a truly great effort to get this project approved here in the region and by the permitting authorities, so that further steps can be taken for the preservation of the floodplain forest, and to secure funding in the tens of millions.\" It sounds like a lot – but flooding is actually the most expensive natural hazard in Europe... with one study estimating that river-based flood risk could increase seven-fold to €6.8 billion by the end of this century. Most large European cities are situated on floodplains... these are the ones that are predicted to suffer a lot of flood damages in the future. And the changes we’ve made to most of our waterways are adding to the flood risk... not detracting from it. That’s why EU Environmental Ministers recently approved a contested Nature Restoration Law that seeks to regrow forests, re-wet peatland and return rivers to their natural, free-flowing states. A move that Scholz welcomes. \"When we consider the monetary damage that extreme events ultimately inflict on our society and the long-term efforts required to address them, it becomes clear that investing in ecosystem restoration is a future-proof investment.\" That’s why more and more European cities situated in floodplains are experimenting with nature-based approaches like this. And the project here in Leipzig has become a blueprint for others. Scholz has been cooperating with colleagues from Estonia, Spain and Portugal to share knowledge and best practices, such as how to retain water in an area as long as possible. \"And there’s a lot that other countries can learn from their success.\" \"Above all, it's important to get the landowners and tenants, the farmers, and the foresters on board, and to make decisions together with them on-site, and not just the planners at the drawing board.\" \"When nature functions properly, it works for us, and we can benefit from nature's services. And that’s an insurance policy for the future.\" \"So, do you think this nature-based approach could work where you live? Let us know in the comments and subscribe, we post videos like this every Friday.\""
    },
    {
      "id": "i7IoAkD3YHE",
      "title": "Why carbon capture needs a reality check",
      "published_at": "2024-08-30T12:00:52Z",
      "transcript": "Remember the early 2000s? Pants sat low, phones were bricks and Green Day was having a moment. But if you were a climate scientist, you were probably focused on a different hot topic: So basically, capturing CO2 from a plant that burns fossil fuels and burying it underground. The technology promised to become  key in fighting climate change. \"The most effective way to help Alberta meet its emission reduction goals.\" Now, the world has changed a lot in the last 20 years. \"But CCS is still not that widespread.\" \"They have failed to meet the promise, both in terms of the quantity, the quality of what they’re doing.\" So what exactly happened? And what can we learn from these promises when we look at newer carbon capture technologies? When you look at all the ways we can capture carbon, the names look like an alphabet soup of acronyms. But we’re going to focus on two of the most talked about technologies. Carbon capture and storage, which traps emissions right at the source. And direct air capture, which sucks CO2 directly out of the air. \"And to understand why we’re doing this, we need to look at this bathtub. This tub is our atmosphere, and the water is the greenhouse gases we keep adding to it.\" \"We keep adding CO2 to that bathtub, but we don't want it to overflow because that would mean a tipping point for the planet, right?\" This is Judith Hebekeuser, a press officer for Climeworks, a Swiss company specializing in direct air capture technology. \"One way of course of doing this is turning down the taps and that's what we understand as emission reductions and that's what should be prioritized above all else.\" \"But realistically speaking, we can’t stop all polluting industries from one day to another. Turning off those faucets is a slow process.\" So scientists thought: Why not intercept some of the emissions right at the source? That’s what the first type of carbon capture we’re looking at does. CCS or carbon capture and storage sucks up a portion of the CO2 released at a fossil fuel plant. Then companies can transport that CO2 elsewhere to store it away by injecting it into rocks, into the seabed or into old oil fields  — which, ironically, helps extract more oil. But more on that later. \"This technology has been used for a few decades now. But there is also the second option, direct air capture or DAC which, in comparison, is still baby tech.\" Here, giant fans suck in air and pass it through a filter or through chemicals to trap CO2 particles. These can be collected and stored underground. So basically, it targets CO2 that’s already in the atmosphere. \"So imagine a spoon with which you can take a tiny bit of water out of that bathtub. To stop this bathtub from overflowing we need to develop carbon removal solutions.\" Top climate experts agree that capturing carbon directly from smokestacks and removing it from the atmosphere is essential to help us become climate neutral by 2050. Especially because for sectors like cement or steel there aren’t many technological options to reduce emissions. But we are severely lagging behind. These technologies are only capturing 0.1% of our global emissions. In 2030, large-scale CCS and DAC plants are projected to have the capacity to capture this much CO2. But this is how much needs to be captured if we want to achieve net zero by 2050. That means balancing how many greenhouse gases we emit with how many we avoid or remove. Even with all these projects under development we will be hundreds of megatonnes short of our target. \"Meaning: We are playing a massive game of catch up.\" \"In the 90s and particularly in the early 2000s, there was an awful lot of promising about carbon capture and storage.\" Duncan McLaren researches climate politics at UCLA Law. \"It was embraced by fossil fuel companies. It was seen as here's the way to square our emissions targets but to go on operating.\" In the International Energy Agency’s roadmap at the time, the goal was to have 100 carbon capture and storage projects operational by 2020. Now, four years after this deadline, we have just over 40 commercial CCS plants. We’re not even halfway there. And while some of these projects are heralded as successes, the list of failures is much longer. \"There have been a handful of full-scale plants built using CCS, most of which have subsequently shut down because they're not financially viable.\" More than three quarters of large-scale projects initiated between 1995 and 2018 were called off or put on hold. That’s according to a 2021 study. \"And even the projects that did take off didn’t always meet their targets.\" Just look at Chevron’s liquefied natural gas plant in Australia. It has one of the world’s largest CCS systems with the capacity to store up to 4 million tonnes of CO2. That’s about as much as the island of Madagascar emits in a year. But since it was inaugurated in 2019 it never once met that capacity. In the last fiscal year, it only injected 1.7 million tonnes underground — not even half of what was promised. Chevron told us in an email that this was because issues with the system’s pressure management limited how much CO2 could be injected. And that they’re fixing the infrastructure so they can start injecting more. But the company didn’t specify how long this would take. Gorgon is just one of many CCS plants plagued by problems. \"For some of them, money was the issue and that’s the thing about CCS. It may look simple in this very oversimplified demonstration here. But it’s complicated and expensive.\" In the early 2000s, the expectation was that it was going to get cheaper as the technology got better and was scaled up. \"Now, the owners of carbon capture facilities are not very generous in sharing the information about how well their projects do or how expensive it is to capture CO2.\" David Schlissel is an analyst with the Institute for Energy Economics and Financial Analysis, a global think tank. \"What's happened over time is there's no evidence the cost of carbon capture has gone down.\" \"It’s hard to pinpoint what exactly the price of capturing carbon is. The range is pretty big because it depends on the nature of the project and what the source of emissions is. But it’s about $15-120 per metric tonne that is captured.\" Just for reference: a tonne of CO2 is what one passenger emits on a flight from New York to Paris. So multiply that price by the billions of tonnes we will have to capture for this tech to be effective. \"One of the ways technologies get cheaper is to scale them. But that’s really hard with CCS plants, which have complex designs and need to be customized. That’s because there are a lot of variables. What type of fossil fuel plant is it? Where is the CO2 going to be stored? How are companies going to get it to that storage site? They can’t just mass produce cookie-cutter style.\" For cement and steel production, where there are few alternatives, carbon capture and storage might actually still be one of the better options for now. But when it comes to sectors where we have other ways to reduce emissions  — like the energy sector for example — CCS is usually more expensive. \"That makes it all the more surprising that many fossil fuel companies are making this tech as a significant part of their plans to slash emissions.\" \"The promise of CCS allowed the operators of the developers of fossil fuel power stations to say it's fine, we can go ahead with this now because we will be able to retrofit this technology onto the plant and cut emissions in 5, 10 or 15 years time.\" According to the research organization BloombergNEF, Big Oil has actually been pivoting away from investing into renewables — increasingly putting their money into solutions that keep their current business model viable. Like carbon capture and storage. ExxonMobil, for example, is going all in on that route — and fully ignoring renewables. Another thing about capturing carbon is that it’s very often used to... well, extract more oil. The majority of CCS plants pump the CO2 they trapped into aging fields to extract leftovers. \"Because oil is really sticky and thick. So when you try to pump it out of a reservoir, a lot of it gets left behind.\" One way to get it out is to flood the field with CO2 which works kind of like a lubricant. It makes the oil more liquid and increases the pressure to get that crude out of the rock. This procedure is called enhanced oil recovery and 70% of CCS plants use it. \"The positive is that it can make carbon capture more profitable. But it also means more oil.\" \"The new oil is either used as a feedstock in a refinery or is burned. And then what happens? It creates more CO2. It's a cycle that keeps the oil and gas industry alive and profitable.\" \"Ok that was a lot on CCS. But one other form of carbon capture that is getting more and more attention: There are only four large-scale DAC plants around the world, two of them in Iceland. That’s also where the largest facility is: Climeworks’ Mammoth plant has the capacity to suck up to 36,000 tonnes of CO2 out of the atmosphere every year. In the grand scheme of things, that’s a minuscule amount of the more than 37 billion tonnes we emit from fossil fuels in a year. But it’s also just the beginning. \"We're yet to see the peak of the promises for direct air capture.\" If we are able to expand direct air capture, it could help us target past emissions. \"But there’s a big bottleneck when it comes to scaling DAC: the cost.\" If you thought CCS was expensive, the price to capture a tonne of CO2 from the atmosphere is much higher. One ballpark figure is that it costs around $500-$700. \"Energy is one of our biggest cost drivers. What many people don't know is that CO2  is actually very diluted in our atmosphere. So that means you have to move a lot of air to get to one tonne of CO2.\" \"Analysts and industry professionals have floated a goal when it comes to reducing costs — hello Benjamin Franklin! But looking at current developments, it’s not really clear if it will ever be attainable to suck a tonne of carbon out of the air for $100.\" Climeworks announced a new technology that it says is a breakthrough in efficiency. With its new filters, it will capture more than double the CO2 than previous ones. That should halve the cost by 2030. But even then, it’s still high at $250-350. \"I think it's only natural for humans to move the goal posts if the crisis that we're in becomes more urgent, right? How do we measure the importance of our survival in the end in terms of money?\" What DAC proponents argue is that the only way for prices to come down is if different ideas get a shot to compete against each other. \"It's quite important for us to develop these technologies and the only way to develop them is to actually go build things. You don’t do this all on theory.\" David Keith leads the Climate Systems Engineering initiative at the U Chicago. He also founded the direct air capture company Carbon Engineering, which has since been sold to Occidental Petroleum. \"That's what these big industrial operations are good at doing, and that's the skill set that that you need inside, whether it comes from an oil company or not, you need that kind of industrial engineering skill set to really drive these costs down.\" Occidental Petroleum, or Oxy for short, is one of several fossil fuel companies investing in direct air capture — and advertizing this. \"And this is where critics worry that it could be history repeating itself. Huge emitters hiding behind technology that is still in the works instead of making significant efforts to cut emissions elsewhere.\" Oxy has big plans with its new DAC venture: it wants to deploy 100 plants by 2035. The company already broke ground on its Stratos project in Texas, which it says  will become the biggest direct air capture plant in the world  with a capacity to capture half a million tonnes of CO2 per year. But at the same time, Oxy has bought up another oil and gas company. \"So a clear intention to expand production.\" This is Marlène Ramón Hernández. She’s a carbon removal expert at the NGO Carbon Market Watch. \"It's green washing at its finest.\" \"Another open question with direct air capture is what happens once the CO2 is captured.\" The plants that Climeworks has running already inject the CO2 into basalt rocks or volcanic rocks and the company says it will not engage in enhanced oil recovery. For Oxy’s planned plants it’s not entirely clear how much will be sequestered away and how much will be used to extract more oil or produce synthetic fuels. \"There are some comments in the press, for instance, of Vicki Hollub the CEO saying that this captured DAC, if you store it permanently underground and do nothing with it, it's actually a waste of a valuable product. She's also said that this is a means to legitimize oil and gas operations.\" This is what Vicki Hollub had to say in a video the American Petroleum Institute posted on X. \"This is not to say that there is no value in carbon capture technologies. The more tools we have in our arsenal to fight climate change the better.\" \"The problem comes with the way they are promised.\" \"The truth of the matter is we already had lofty promises for CCS. Many years later, Big Oil is still cheerleading for it,  at scale that ignores the technology’s shaky track record. Now we’re seeing many companies latch on to direct air capture. But this cannot become another wave of inflated goals to keep business running as usual.\" \"It's simply cheaper to avoid a tonne of CO2 today than to take it out of the atmosphere.\" Otherwise, 20 years from now, we will look back to today and realize we overpromised once again. \"What do you think? Will carbon capture technologies deliver on their promises? Let us know what you think and don’t forget to subscribe to our channel.\" "
    }
  ]
}