{
  "CID": "UCRBwLPbXGsI2cJe9W1zfSjQ",
  "channel": "Just Have a Think",
  "description": "This channel seeks to  understand the issues that face our civilisation in the 21st Century and focusses on the potential solutions that will save as many lives as possible and hopefully bring about a greater level of equality in the world. The channel is not a debating forum about whether Human Induced Climate Change is a real phenomenon or not. If that's what you're after then I can highly recommend chat forums on Social Media, where people on both sides of the argument go round and round in circles achieving precisely nothing at all.\n\nThat is a mug's game. And it's not my game. \n\nAnyway, outside of those caveats, I do try to keep it light and humorous wherever possible, so I hope you enjoy the content. \n\nOh..and me... Dave Borlace. Born 1969. BSc in Technology from the Open University in the UK. After a 30 year career in People and Project Management,  I now work full time on the channel thanks to the amazing folks who support me on Patreon http://www.patreon.com/justhaveathink",
  "subscriber_count": "587000",
  "video_count": "329",
  "view_count": "61181003",
  "videos": [
    {
      "vid": "cyhw4LWlJmc",
      "title": "Why HYDROGEN for home heating is a REALLY DUMB idea.",
      "published_at": "2024-10-13T17:00:28Z",
      "transcript": "If you’ve been a viewer of this channel \nsince the beginning, then you’ll probably   have seen my various ramblings and rantings \non the apparently thorny subject of hydrogen.  Don’t get me wrong – I like hydrogen. A lot. \nWe wouldn’t be here without it, of course,   seeing as how it’s the element that’s \nbeen keeping our star burning for the   last 4.6 billion years or so, and will keep \nit glowing brightly for another 5 billion.  It also has all sorts of useful applications here \non earth. Among other things, as a feedstock for   various chemicals like methanol , as part of \nhydrogenation processes to convert unsaturated   hydrocarbons into saturated hydrocarbons in the \nproduction of edible oils, as a reducing agent in   steelmaking, and of course to produce the ammonia \nthat forms a key part of the fertilizers that make   our current food growing practices possible.\nBut setting fire to it to heat your home and   cook your food? Meh, maybe not so much!\nHello and welcome to Just Have a Think  When it comes to hydrogen, there are plenty of \npeople far more experienced and knowledgeable   than me who have waded into the debate \nabout whether the lightest element in   the universe can play any meaningful role \nin the direct replacement of fossil fuels.  One of those people is Michael Liebreich, \nwho has spent many years researching the   appropriate uses for H2, and has produced \nthe now very well-publicised Hydrogen Ladder,   outlining all proposed applications, ranging from \nessential stuff right on the top rung, all the way   down to fanciful folly at the bottom. And you’ll \nnotice that right down there on the so-called   ‘uncompetitive rung’ we have ‘Domestic Heating’.\nSo, why is that then? After all, we’ve all heard   about various trials of hydrogen for home \nheating, and possibly even for cooking,   haven’t we? Most of them sponsored by \nthe incumbent gas network operators,   by the way. And that kind of gives us a clue as to \nthe possible motivation behind such proposals. If   we can keep the existing vast networks of gas \npipelines, so the argument goes, then surely   we can just pump hydrogen through those pipes \ninstead of methane gas, and hey presto, we’ve   got a carbon free, drop in replacement and we’ve \nsolved the climate emergency in one fell swoop.  Which brings me nicely to a second leading \nfigure in the hydrogen debate – a chemical   engineer from Toronto, Canada, by the name of \nPaul Martin. Full disclosure here – Paul is   a friend of the channel and someone with whom \nI have discussed the ins and outs of hydrogen   several times over recent years. He’s spent about \n30 years designing, building and testing pilot,   demonstration and first commercial plants in the \npetrochemical industry, specialising in the use   of hydrogen as a process chemical and really \ndelving into the nuts and bolts of engineering   challenges across hundreds of projects.\nSo, he knows his onions when it comes to   hydrogen and, along with a group \nof similarly learned colleagues,   he recently published this peer reviewed paper \noutlining the challenges of converting an   existing natural gas system over to hydrogen.\nIt takes three litres of hydrogen to produce   the same amount of heat as one litre of methane.\nTo move a gas down a pipe, you have to compress   the gas. That's where the energy to overcome the \nfriction of the gas flowing down the pipe comes   from, comes from compressors. And if you have to \ncompress three litres of gas, irrespective of its   density, instead of compressing a litre of another \ngas, that takes three times as much energy.  So, the problem that you have when you try \nto repurpose a pipe of a given size for a   different commodity is that it's not economic \nto move hydrogen at three times the velocity  So in fact, what you would do is you would \nnever do that. You would derate the pipes   carrying capacity. So instead of delivering \na thousand joules a minute of natural gas,   you'd have it deliver three or four \nor 500 joules a minute of hydrogen.  But ‘hang on’, say the proponents of hydrogen. \nThose are all big engineering challenges for sure,   but if we can avoid the greenhouse gas emissions \nfrom the combustion of fossil fuels by burning   hydrogen instead, then it must surely be \nworth all the additional effort, right?  Well, there’s a bit more bad news there \nas well, I’m afraid. Let’s start with   the way most hydrogen is currently produced\nSo, first of all hydrogen today is made from   methane and coal, largely. And it's also made \na little bit from petroleum. And it's made for   use for its unique properties as a chemical. And \nalmost nobody burns it on purpose. So, we don't   waste it as a fuel because it's made from a fuel.\nAnd 99% of the hydrogen in the world is made   from fossils. And the CO2 is \njust dumped to the atmosphere.  And in the process of making it, you lose energy. \nSo, if you put in one joule of energy in the form   of natural gas into a steam methane reformer, you \nmight get 0.7 joules worth of hydrogen out of it,   but you get all one joules worth of \nCO2 in the atmosphere, plus all the   methane leakage and all the other bad stuff.\nSo, this is what I call the decarbonization   problem of hydrogen, which is a problem \nthat must be solved because its emissions,   the CO2 and methane emissions associated with \nhydrogen production, are actually greater than   those of the whole aviation industry right now. \nNow, when we're talking about futures, people are   talking about futures, dreamland futures, I would \nsay, without economic basis, where we're going to   be taking electricity and using it to break water \napart into hydrogen and oxygen and then we're   going to be shipping that hydrogen around and then \nusing it for purposes of energy like using it as   a fuel for vehicles or heating or the like and I \nthink those aren't really fantasies they're more   nightmares because they're super expensive and \nnot very practical and unfortunately, the hope   around those sorts of futures is being used to \ndelay real decarbonization, which, you know, if   you ask a smart engineer about it, they're going \nto say, well, the obvious thing to do instead is   to use the electricity to do whatever you were \ngoing to do with the hydrogen as the electricity   will do it more efficiently and at lower cost.\nBut the main issue with hydrogen in gas networks   is really one of practicality. Methane gas is \ntypically distributed via very long transmission   pipelines, or liquified to be sent across oceans.\nSo, what actually happens is in a pipeline that's   made out of strong steels that are hard, the \npipeline flexes, it gets a little bit bigger   when you put higher pressure into it, and then \nit shrinks back down again when the pressure   drops again. And that happens every day as people \nare using gas and sometimes several times a day.  And that causes fatigue.The trouble with \nhydrogen is it gets into the metal matrix   and it causes fatigue cracks to grow much faster. \nIt prevents the healing that used to happen. So,   two microscopic parts of metal separate and \nhydrogen gets in between them and prevents   them from sticking together again. And so, it acts \nkind of as a prop that causes the crack to grow.  You know, it's just like, well, a dangerous thing \nto put in your gas network if you value your pipe,   because soon it will be cracked \nand leaking, and that would be bad.  When natural gas arrives in our towns and cities, \nit gets delivered to you and me via a network of   low to medium pressure underground pipes made \nfrom a range of materials including mild steel,   cast-iron and high-density-polyethylene, or HDPE.\nHydrogen molecules can get through HDPE quite   easily. They can also leak through other soft \nareas like gaskets and seals. So that’s not ideal,   is it? Research suggests that the leakage rate \nof hydrogen through plastic pipes could be as   much as four to five times higher than methane, \ndepending on flow rates and local conditions.  At the point where the pipelines reach our \nhomes, network operators would have to replace   every domestic gas meter with new equipment \nto measure volumetric flows that would need   to be about three times higher to deliver the same \nenergy content. Those new meters would also have   to eliminate the large elastomeric or polymeric \ncomponents used in existing diaphragm-type meters   that have been known to under-report flowrate \nwhen fed gas mixtures containing hydrogen.   Then there’s storage. Remember those big old \ngasometers that we used to have on the edges   of our urban conurbations when town gas was \nwidely used? You know, the ones that used to   go up and down all the time? They were there \nto take up the slack in supply and demand.  These days that slack is predominantly \ntaken up by the pressurised gas sitting   in the pipeline network itself.\nIt’s called ‘Line Pack’ , and it   serves as a vital tool for maintaining \noperational stability. Switching to   hydrogen with only one third the volumetric \nenergy density would reduce that line-pack   insurance to only a third of its current level.\nIn colder climates, where much more gas is needed   for heating in the winter, large volumes of \nhydrogen would therefore have to be stored   somewhere else. Salt caverns are a possibility, \nbut we haven’t exactly got one of those on every   street corner, have we? And constructing \nnew ones would be incredibly expensive.  In order for the salt cavern to have any \nstorage you have to have the pressure go   up and down which means all the pipes that \ngo to and from it will have their pressure   going up and down. And the flow going \nfirst one direction and then the other,   which makes all of this fatigue \nbusiness even worse. So yeah, storage,   that salt cavern storage, and this notion of \nseasonal storage is largely an economic myth.  But let’s assume all of those challenges were \novercome. What about the appliances in our   homes? We’ve all been reassured by the gas boiler \nmanufacturers that all their new models will be   ‘hydrogen ready’, so that’s encouraging…right?\nYou have to replace the end use devices. It's   not a simple matter… listeners might be familiar \nwith, for instance, buying an appliance that's   meant for natural gas, and then they switch \nto LPG, you know, to propane or the like,   and all they have to do is replace a little nozzle \nin the appliance, and it works fine. Again, well,   that's not the case with hydrogen, because \nthe properties are completely different.   For one thing, hydrogen burns with a \nflame that's not visible during the day.  The rate at which a flame propagates. So, \nwhen you ignite a gas mixture and the flame   moves along, it's eight times faster \nfor hydrogen than it is for methane.  So that causes problems with the buildup of \npressure that happens if you happen to have a   release and then there's an ignition and you get \nwhat they call a deflagration, a really fast fire   that doesn't generate a devastating supersonic \nshockwave like an explosive would, but still, you   get a bad you know you release hydrogen in your \nin your home, and then somebody turns on a light   switch and that ignites the hydrogen. That's way \nworse than filling your, your room with methane,   even though the methane has a higher \nenergy density per unit volume.  There's a much wider range between the minimum \nconcentration where you can start a fire called   the lower explosive limit and the maximum \nconcentration where there's more fuel than   air and it can't ignite the upper explosive \nlimit. The range between those two things for   hydrogen is the widest of basically any chemical.\nFor methane the range is between 5 and about 16   or 18 percent in air is ignitable and above 18 \nit's not and below 5 it's not, and with hydrogen   it's between 4 and 75 percent. So, it's a huge \nrange. Basically, if you have a hydrogen leak, and   there's a source of ignition, which there always \nis, you will have a deflagration and it'll be bad.  Now, it’s hardly surprising that \nexisting gas network operators   are extremely keen for us to transition over \nto hydrogen in our homes rather than simply   using electricity to run energy efficient \ndevices like induction hobs and heat pumps.  After all, they own an extremely \nexpensive piece of infrastructure,   and they don’t want to see it made redundant.\nBut, if I could offer my own two-penneth for a   moment, that view surely catastrophically \nmisses the point, doesn’t it? Surely the   objective here is to minimise greenhouse \ngas emissions, not protect the profits of   industry incumbents who find themselves under \nthreat from much better, more environmentally   friendly market disrupting alternatives.\nAnd so, you have to make some assumptions   about what hydrogen could cost in the future. So, \nif we take the dreamy future where hydrogen, green   hydrogen made from electricity gets very, very \ncheap and drops to three US dollars per kilogram.  When you run the calculations is very much more \nexpensive than three dollars And I think getting   to three dollars will be very challenging and \nonly possible in certain parts of the world  At three dollars a kilogram hydrogen used \nto displace natural gas costs $350 per ton   of CO2 emissions averted. And at $350 per ton \nof CO2 emissions averted, I can do all sorts   of things to eliminate CO2 emissions that are \nfar more practical and sensible and quicker.  And of course, the $3 a kilogram thing \nis saying my cost of production is $3 a   kilogram and my cost of distribution is zero.\nYou have to pay a delivery charge because you   have to pay for those pipes and their \nmaintenance and the compressors and   the energy to run them and all those things.\nI haven’t included that. So, if you include   that, it's probably $700 a ton.\nThat’s what’s really going on   here. It’s a predatory delay strategy, it’s \nnot really about decarbonisation at all.  We take energy for granted and greenhouse \ngas emissions are something that happens   that we know is bad, but we generate \nthem anyway and we kind of go about   our lives without thinking about it too much.\nAnd I get it. But at the same time, you know, the   public policy people that are thinking about this \nstuff are not thinking about it carefully. And   they don't want to have the hard conversation with \npeople and say, look, we're not going to let you.  You want to build a new house? We're not going \nto let you have a natural gas connection. Sorry.  Why get you addicted to this thing that \nwe're going to have to replace later? So   that's a logical first step that we should \nbe taking. And we're already seeing howls of   protest where that's happening. And, you know, \nit's understandable, but it's very unfortunate   and public policy in these matters.\nThat's why we wrote our paper. We   want people to make those decisions on \nthe basis of good, sound, disinterested   scientific and and technical information.\nNo doubt you’ve got your own views on this   hot topic, so as always, if you’re \nfeeling a burning desire to express   your opinion then jump down the comments \nsection below to leave your thought there.  That’s it for this week though. Thanks, \nas always to the folks who support the   channel via Patreon. I never monetise any of \nmy videos on YouTube or take paid sponsorships,   so this channel literally would not exist \nwithout that amazing group of like-minded   people all over the world supporting the work I do \neach week. If you’d like to join them and discover   the exclusive perks you can enjoy at my Patreon \npage, then jump over to Patreon dot com forward   slash just have a think. And if you found this \nvideo useful and informative then you can hugely   support me absolutely for free by hitting the like \nand subscribe buttons on YouTube and clicking on   all notifications. It doesn’t cost a penny to \ndo that, and it’s just a simple click away,   either down there or on that icon there.\nAs always, thanks very much for watching! Have a   great week, and remember to just have a think.\nSee you next week."
    },
    {
      "vid": "jo1C36SQcqo",
      "title": "Solar PV with more than 40% efficiency is now achievable.",
      "published_at": "2024-10-06T22:27:13Z",
      "transcript": "Remember back in February we had a \nlook at progress in the brave new   world of perovskite solar photovoltaic technology? You don’t? Yeah, you do! We looked at the \nUK firm Oxford PV and we discovered they   were well on the way to full production \nof real, commercial scale solar panels   with an industry leading efficiency of \ntwenty-eight-point-six percent, all as   a result of their pioneering work on \noptimising perovskite’s potential. Anyway, in the vanishingly unlikely \nevent that you missed that episode,   you can click up there to \njump back and have a look. The reason I mention it now, is because in early \nSEPTEMBER twenty-twenty-four, Oxford PV began   shipping its first consignment of perovskite \nPV modules to customers in the United States. That’s very encouraging news in itself, \nof course. But Oxford PV are not the only   organisation developing this apparently miraculous \nmaterial. Anyone who gets it right is probably   looking at a bit of a goldmine quite frankly, \nso laboratories all over the world are working   flat out to come up with the next breakthrough \niteration. And now a team over in China reckons   they’ve perfected a process that produces \nverifiable perovskite solar PV cells that   have a conversion efficiency that’s higher \nthan the so-called Shockley-Queisser limit. What’s the Shockley-Queisser limit? Why are solar \nphotovoltaics constrained by it? Can the Chinese   team really be telling the truth? Why does it \nmatter? What was that material called again? Yeah, I know. Let’s take a look. Hello, and welcome to Just Have a Think. Before we get stuck in, I must just let you \nknow about the upcoming Everything Electric   Live show in Farnborough in the south \nof England this October. The Farnborough   International Exhibition and Conference Centre \nis a massive venue with tons of outdoor space,   not just to display all the new private AND \nCOMMERCIAL ELECTRIC vehicles that are now   flooding onto the market, but also to house \nsome great attractions and safe areas for   the kids to run around and have some fun. Inside \nthe conference centre you’ll find all the major   suppliers of things like wall chargers, heat \npumps, solar panels and battery energy storage   solutions with experts on hand to guide you \nthrough the process of choosing the best system   for your home. I’ll be hosting several live \ndiscussion panels there across all three days,   so I’ll be around to say hello if you decide \nto come along. The whole thing kicks off on   Friday the eleventh of October and runs \nthrough to Sunday the thirteenth. Tickets   are available now at the link on screen, and \nin the description section below, and if you   use the exclusive Just Have a Think discount code \nshown at the BOTTOM of the screen then you’ll get   twenty percent off ALL tickets purchased. This one \nis the biggest event in the Everything Electric   UK calendar folks, so I’m really looking \nforward to it and I hope to see you there! Right, back to today’s topic, and \nthat encouraging news from Oxford PV.  They’ve announced that their seventy-two-cell \nsolar PV modules are now being shipped from their   new facility in Brandenburg an der Havel \nin Germany to commercial customers over in   the States. BUT I noticed that they’re \nnow claiming a conversion efficiency   of twenty-four-point-five percent \nfor the final production version.   That’s significantly lower than the \ntwenty-eight-point-six percent that   I mentioned earlier and that Oxford PV \nthemselves still quote on their website. So why is that then? Well, it’s because the website is quoting \ncell efficiency while the shipped product   is a fully assembled panel. And that \nmakes a difference. Individual cells   have a higher efficiency than full panels \nsimply because lining them up, framing them,   and covering them with protective material \nvery slightly reduces the cell efficiency. I’m certainly not suggesting any \nskullduggery here, by the way. Twenty-four-point-five percent is still \nroughly twenty percent better than any   existing commercially available solar PV \ntechnology, so it’s not to be sniffed at.  In a recent interview with the \nfolks at PV Magazine, Oxford PV’s   Chief Exec, David Ward, said\n“It is a major breakthrough for   the energy industry that perovskite modules \nare now economically viable. Highly efficient   technologies will dominate the future of the \nsolar industry, and that future has begun.”  The company has suggested that technology like \ntheirs, which combines perovskite material   with traditional silicon in a so-called tandem \ncell has the potential to reach an efficiency   of forty-three percent. I’ll come back to that \nclaim a bit later in the video, but let’s first   have a look at what this latest research \npaper from the Chinese research team says.  The team itself includes materials scientists \nfrom the Institute of Photovoltaics at   Nanchung University, The Department of \nApplied Physics at Hong Kong University,   The Wuhan University of Technology and the \nInstitute of Optoelectronics at Fudan University.  So, you know – quite specialised!\nThey reckon they’ve come up with a   new organic coating that can increase the \nefficiency of what are known as monolithic   tandem cells made of silicon and perovskite.\nAnd here’s where we should probably pause for a   moment and talk about that whole Shockley-Queisser \nthing that I mentioned at the start of the video,   and how TANDEM cells can theoretically \novercome the limitations set out by that   law of physics. If you did watch my previous \nperovskite video earlier in the year then   you’ll already know this stuff, but it never \nhurts to have a little reminder, does it?  It’s all to do with the way sunlight interacts \nwith the materials in the solar cell. Or more   specifically, which wavelengths of light \ninteract with those materials. Some atomic   semi-conductor structures can absorb a very \nwide range of wavelengths, which is great   because that means you’re using a large amount \nof all the available sunlight. The trouble is,   those semi-conductors typically only \ndeliver a very small electrical voltage,   which is no good in a solar panel. Other atomic \nstructures can provide a much higher voltage but,   you guessed it, they typically only capture a \nvery small range of wavelengths, which means most   of the energy in the sunlight is wasted.\nThe optimal trade-off was established in   nineteen-sixty-one by physicists William Shockley \nand Hans Joachim Queisser. They found that SILICON   was the optimum available material, and that the \nmaximum theoretical efficiency of a single layer   photovoltaic cell was around thirty percent.\nSo, how does perovskite fit into the mix   then? Well, the science bods tell us it’s an \ninorganic compound that can be produced very   precisely and inexpensively at low temperatures \nin laboratories. It can be chemically manipulated,   or ‘tuned’ to capture different wavelengths of \nlight to silicon. Over a decade ago, researchers   started applying thin layers of perovskite film \non top of silicon wafers, and they found that by   doing that they could absorb a far wider spectrum \nof light, maintain a good working voltage, and in   theory overcome that Shockley-Queisser limit of \nthirty percent efficiency. That started a whole   field of tandem cell research that’s still ongoing \ntoday. One of perovskite’s major challenges is   that is tends to degrade very quickly in sunlight, \nso quite a lot of the last ten years has been all   about finding ways to make silicon-perovskite \ncells reliable and stable enough to have a   decent working lifetime in the real world. And \nthat has certainly been easier said than done!  Oxford PV is leading the way, and the company \nis working hard to produce production volume   panels that can genuinely convert more than \nthirty percent of the sunlight received into   useful electrical energy. They’re also convinced \nthat it won’t be too many more years before the   technology will reach the forty-three percent \nefficiency I mentioned earlier – roughly double   the output of any solar panels you \nmight have on your roof right now. So, this latest research over in China might just \nturn out to be a useful addition to that work.  So-called ‘Monolithic’ tandem cells \nare made using a substrate of silicon   wafers that are produced by something called \na zone melting process, and those wafers have   a highly polished or nanostructured surface.\nThere’s also a cheaper alternative industrial   system, called the Czochralski process, \nwhich produces silicon wafers with a tiny,   micrometre scale pyramid like which actually \ncaptures more light as a result. The slight   wrinkle is that as soon as a second layer \nof perovskite is applied to the sandwich,   it introduces a whole bunch of defects into \nthe lattice, which messes up the ability of the   structure to convert light into free electrons.\nThe researchers on this paper have developed   a novel strategy for something called surface \npassivation, which is a process that smoothes   out those defects and makes the perovskite \nlayer much more effective at capturing the   relevant wavelengths of sunlight.\nThe Chinese team have come up with   an alternative that they describe as a \n‘dynamic spray coating process’ using a   typically unpronounceable chemical combination \ncalled fluorinated thio-phenethylene-ammonium   with a trifluoromethyl group.\nWhich I finally got right   after only thirteen attempts!\nApparently, that combination has   high polarity and binding energy, which to you \nand me means it squishes nicely into all the   tiny micrometre scale gaps and defects to smooth \nout any lumps and bumps on the perovskite surface.  When they applied the spray coated perovskite \nto a standard textured wafer made using the   Czochralksi method I mentioned earlier, \nthey achieved a conversion efficiency   of thirty-point-eight-nine percent, which they‘ve \napparently had certified by independent assessors.  And the good news is - it looks, unlike \nsome other lab-based initiatives that   we’ve featured on the channel over the years, \nthis one might just stand a chance of actually   being useful in the real world.\nTests showed that devices   fitted with these passivated cells \ndisplayed excellent operational stability,   retaining over ninety-seven percent \nof their initial performance after   six hundred hours of continuous illumination.\nThe full science of how it all works at molecular   level is set out in intricate detail in the \npaper, and is frankly well over my head.  The paper itself is, I’m afraid, only accessible \nthrough a paywall, so I can’t share the copy that   I purchased, but I have left a link in the \ndescription section below to the summary page   in case you’re keen to find out more.\nSo, one more incremental step towards   ever-improving solar PV efficiency, or just \nmore lab-based hopium? I’m optimistic this   one might turn out to be the former and not \nthe latter, but I guess only time will tell!  Feel free to leave your thoughts \non the subject in the comments   section below, but that’s it for this week.\nThanks, as always to the amazing folks who support   my work via Patreon, and I must just give a quick \nshout out to some folks who joined recently with   pledges of ten dollars or more a month, They are\nNiels Herkild, Steve Durnal, Jay McIntosh,   Tim Ski, Chris Wood, Robert Beck, Bob Covey, \nEric Biggers, Stephan Miller, Werner Theinert,   Joe Mastey, Shab Kumar, Stuart Gulvin, \nRichard Holden, Matt V. and Mike Crompton  If you’d like to join them and discover the \nexclusive perks you enjoy at my Patreon page,   then jump over to Patreon dot com forward slash \njust have a think. And if you found this video   useful and informative then you can hugely support \nme absolutely for free by hitting the like and   subscribe buttons on YouTube and clicking on all \nnotifications. We’re still nudging towards the   six hundred thousand subscriber mark, and it looks \nlike with your help we could get there before the   end of the year. It doesn’t cost a penny to \nsubscribe, and it’s just a simple click away,   either down there or on that icon there.\nAs always, thanks very much for watching! Have a   great week, and remember to just have a think.\nSee you next week."
    },
    {
      "vid": "kTne3TqoW2Y",
      "title": "FINALLY! Fully recyclable wind turbine blades!",
      "published_at": "2024-09-29T16:59:27Z",
      "transcript": "Right now, over in the People’s Republic of \nChina, a company called Minyang Smart Energy   is busy installing what it claims to be the \nworld’s largest floating wind turbine – with   a V-shaped design able to support not one, \nbut two turbines on each platform, giving a   total generating capacity of seventeen megawatts.\nMeanwhile, over in the United States of America,   GE already operates the two-hundred \nand sixty metre tall, fifteen megawatt,   Haliade X offshore wind turbine, and is developing \nits own floating version to go further out to sea.  European turbine producers Siemens Gamesa \nand Vestas have also developed giant offshore   turbines with capacities around fifteen \nmegawatts, hundreds of which are in use in   the world’s largest wind farms at Dogger \nBank off the Northeast Coast of England.  And the new UK labour government has just reversed \na de facto ban on the installation of ONSHORE wind   farms, paving the way for thousands of new \nturbines over the course of the next decade.  This is all good stuff for the so-called green \ntransition of course, and wind power is rapidly   becoming a major component of electricity grids \nin many parts of the world. There is one major   wrinkle though. All these behemoth machines have \na slightly concerning characteristic in common,   which is that their gargantuan blades, \nsome reaching 230 metres in length,   are almost impossible to recycle. And that means, \nas first-generation turbines are starting to reach   the end of the operational life, those enormous \ncomponents are simply being chopped up and tossed   straight into landfill sites all over the planet.\nAnd that is very definitely NOT what we signed   up for when we all collectively \ndecided to start giving a damn   about the climate and environment is it?\nThere have been some minor improvements   in recycling techniques, to be fair, and shredded \nblade chippings can now be used in industries like   road building for example. But what if the entire \nindustry has been focussing on finding a solution   for the wrong problem? That’s what a team at the \nUS National Renewable Energy Laboratory, or NREL.   asked themselves. Instead of trying to find ever \nmore complicated ways to recycle existing blades,   how about making the blades out of something \ncompletely different in the first place, they   said – something that can be easily broke down \ninto fully organic components that can be re-used.   Better still, something entirely plant-based?\nWhat a ridiculous idea I hear you cry.  Well, they’ve only gone and on \ndone it anyway, haven’t they? Hello and welcome to Just Have a Think,\nBefore we get stuck in, I must just let you   know about the upcoming Everything Electric Live \nshow in Farnborough in the south of England this   October. The Farnborough International Exhibition \nand Conference Centre is a massive venue with tons   of outdoor space, not just to display all the \nnew private AND COMMERCIAL ELECTRIC vehicles   that are now flooding onto the market, but \nalso to house some great attractions and   safe areas for the kids to run around and have \nsome fun. Inside the conference centre you’ll   find all the major suppliers of things like wall \nchargers, heat pumps, solar panels and battery   energy storage solutions with experts on hand to \nguide you through the process of choosing the best   system for your home. I’ll be hosting several live \ndiscussion panels there across all three days,   so I’ll be around to say hello if you decide \nto come along. The whole thing kicks off on   Friday the eleventh of October and runs through \nto Sunday the thirteenth. Tickets are available   now at the link on screen, and in the description \nsection below, and if you use the exclusive Just   Have a Think discount code shown at the BOTTOM of \nthe screen then you’ll get twenty percent off ALL   tickets purchased. This one is the biggest event \nin the Everything Electric UK calendar folks,   so I’m really looking forward to \nit and I hope to see you there!  Right, where were we? Turbine blades.\nYou probably know the scoop with these things   already, but it’s worth a quick recap anyway.\nYour typical wind turbine is essentially   composed of a tower, a nacelle, which is the \nthing at the top that houses the gearbox and   the generator and all the other mechanical \ngubbins, and then the rotor blades themselves.   Most of the turbine components comprise \nstuff like steel, copper, and electronics,   all of which can be easily recycled using well \nestablished and relatively inexpensive technology.  But the blades are a nightmare. They have to \nbe light-weight and durable and capable of   withstanding the stresses and strains of rotating \nat speeds of more than two hundred miles an hour   at the tips, in conditions ranging from completely \nbenign all the way up to gale force nine. Until   recently, the best way to achieve that was to use \ncomposite materials like fiberglass-reinforced   plastic and carbon fibre, all intricately \nintertwined and gunked together with high   strength resins specifically designed to prevent \nthe blades ever disintegrating. It’s something   the science bods describe as a ‘permanently \ncross-linked thermoset’. That’s fantastic   while the blades are in service, but absolutely \nhorrendous when you come to dispose of them. None   of it is biodegradable, so they’re not going to \nbreak down in those landfill sites. They’re just   going to sit there, slowly leaching out their \ntoxic chemicals for decades or even centuries.  According to this research paper, if we keep \nmaking these things in the way we do today   then by mid-century we will have discarded \nsomething like forty-three million tonnes   of turbine blades. Energy-intensive recycling \nprocesses like pyrolysis and solvolysis use   high temperatures or chemical solvents to \nbreak down composite materials, and they   produce secondary waste streams that typically \nrequire further treatment before final disposal.  Some so-called recycling \nmethods like incineration,   release harmful chemicals and toxic fumes from \nthe resins and other materials used in blade   construction, all of which poses an additional \nenvironmental challenge. And at the end of all   that, unlike the steel and copper and electronics \nfrom other parts of the turbine that can be   easily re-used, blade recycling just produces \nshredded fiberglass, carbon fibre and resin,   that often have very limited reuse potential. \nThat means there’s a lack of demand and therefore   a lack of revenue for anyone looking to recycle \nblades for a profit. So, in most cases, the course   of least resistance, at least right now anyway, \nis the dreaded landfill that I mentioned earlier.   Anyone who can find a workable solution to that \nconundrum is therefore likely to become quite   popular with the world’s turbine manufacturing \ncommunity as well as environmentalists concerned   about the impacts of blade disposal.\nAnd I imagine that was a big part of   the motivation for the team at NREL. \nTheir research paper, published in   August twenty-twenty-four in the online journal \nScience, outlines a method for the production   of what they describe as ‘biomass-derivable \nthermosets’, or to give the full science-speak   description – ‘biomass-derivable \npolyester covalent adaptable network   fibre reinforced composites’, or PECAN FRCs.\nTo normal folks like you and me that means   a material made from a combination of, plant \nremains, discarded used cooking oil, agricultural   waste, and sugars extracted from wood.\nSounds like a bit of a hotch-potch,   doesn’t it? So how have the NREL folks managed \nto get it to look and work like a turbine blade?  Well, the researchers first explained that \nexisting turbine blade resins are typically   cured in bulk at about eighty degrees Celsius \nfor five hours. The industry standard material,   called RIMR-135 goes through a second \nheating step at between a hundred and   twenty and a hundred and eighty degrees for \nanother two hours, which of course is very   energy hungry, and adds a time-consuming \nextra step to the manufacturing process.  So, the NREL team experimented with several \ndifferent versions of their PECAN composite,   each with different proportions of the \nbiomass components I mentioned earlier,   to see if they could produce something that could \nbe processed using the same 5-hour, eighty-degree   Celsius curing procedure but without the need \nfor the secondary higher temperature step.  The detailed science of that work is set \nout in the paper and is a bit outside the   scope of this video to be honest, but \nthe results were extremely encouraging.  The best version of their alternative \nmaterial, which they called Pecan FIFTEEN,   was demonstrated to be a direct drop-in \nreplacement for traditional blade materials that   can be used in the same enormous, warehouse \nsized moulds using the same manufacturing   techniques in existing production facilities \nwith no adaptations necessary, which of course,   is an essential priority for industry adoption.\nThe NREL team built a ten-metre prototype blade   and conducted tests designed to simulate twenty \nyears’ worth of exposure to the elements. At the   end of all that they were able to demonstrate \na PECAN FRC with similar or in some cases even   superior performance to existing materials \nin terms of creep, weathering resistance,   and thermomechanical performance.\nBut the big question is,   can it be easily recycled?\nWell, once again there’s some   pretty complicated scientific commentary going on \nin the paper itself, but in terms that I can get   my head around, the team put their PECAN FRC \ninto a bath of methanol and heated it up to   two hundred and thirty degrees Celsius for about \nsix hours. Now that’s still a pretty energy hungry   process of course, but at the end of it they got \nout a sort of elastic liquid that they found could   be fully remoulded into a new shape.\nPossibly not for new turbine blades,   because there may be issues with strength \nand durability with multiple recycling,   but certainly for all sorts of different durable \nproducts currently produced by other methods. And   that is very definitely not something that \ncan be done with existing blade materials.  According to this separate research \npaper, multiple life-cycle assessments   have demonstrated that the second life of a \nso-called ‘recyclable-by-design polymer’ such   as PECAN fifteen can result in thirty to more than \nninety percent in material cost and greenhouse gas   emissions for the second life of the material.\nAnd even greater economies of scale will most   likely kick in, just like they do with all new \nmarket disruptors, and surely the more forward   thinking, rational turbine manufacturers will be \nable to see the obvious practical, environmental   and frankly public relations benefits of producing \nmore easily recyclable and re-useable hardware.  So, you know, with continued innovation and \ninvestment, probably backed up by some central   government subsidy in the short term, we could \nhave a genuine solution to the turbine blade   recycling conundrum here. And that has to be \nan encouraging development, don’t you think?  Well, what do you think? Leave your thoughts on \nthe subject in the comments section below, and   I’ll be keen to see what the consensus look like.\nThat’s it for this week though. Thanks, as always   to the folks who support the channel via Patreon. \nI don’t monetise my videos on YouTube or take   paid sponsorships, so this channel literally \nwould not exist without that amazing group   of like-minded souls in all four corners of \nthe globe supporting the work I do each week.   If you’d like to join them and discover the \nexclusive perks you enjoy at my Patreon page,   then jump over to Patreon dot com forward slash \njust have a think. And if you found this video   useful and informative then you can hugely support \nme absolutely for free by hitting the like and   subscribe buttons on YouTube and clicking on all \nnotifications. We’re still nudging towards the six   hundred thousand subscriber mark at the moment, \nand it looks like with your help we could get   there before the end of the year. It doesn’t cost \na penny to subscribe, and it’s just a simple click   away, either down there or on that icon there.\nAs always, thanks very much for watching! Have a   great week, and remember to just have a think.\nSee you next week."
    },
    {
      "vid": "0Xc4e1-tqbM",
      "title": "The INSANE effect of Artificial Intelligence on Climate Change.",
      "published_at": "2024-09-22T17:00:00Z",
      "transcript": "Economies all over the world are growing, because \nof course that’s what economists tell us economies   are supposed to do in a capitalist system, isn’t \nit? What those economists don’t worry much about   though is the side effects of that growth - \nsomething they rather dismissively refer to   as ‘externalities’. Externalities occur when the \nactivities of individuals or businesses impose   non-financial costs that are not accounted for \nin the market transaction. Typical examples are   things like air pollution from factories and \ngreenhouse gas emissions from the combustion   of fossil fuels. So, as western nations get \never richer and developing nations continue   to pull hundreds of millions of people out of \nabject poverty, the obvious implication is that   energy consumption will increase and so will \nthe pollution and greenhouse gas emissions that   inevitably come as a result of that consumption.\nBut is it inevitable though? Or are we simply   basing our assumptions on an old, out of date \nand hopelessly inefficient system? That’s a   question being posed by an increasing number \nof companies who are using tools like AI and   other technologies to completely re-imagine the \nfundamentals of supply and demand in our energy   systems. They tell us that the greenest electron \nis the electron that doesn’t get used at all,   and they reckon they’ve cracked the code \nfor moving us all in that direction. Hello, and welcome to Just Have a Think. Talking of green electrons, I must just let \nyou know about the upcoming Everything Electric   Live show in Farnborough in the south \nof England this October. The Farnborough   International Exhibition and Conference Centre \nis a massive venue with tons of outdoor space,   not just to display all the new private AND \nCOMMERCIAL ELECTRIC vehicles that are now flooding   onto the market, but also to house some great \nattractions and safe areas for the kids to run   around and have some fun. Inside the conference \ncentre you’ll find all the major suppliers of   things like wall chargers, heat pumps, solar \npanels and battery energy storage solutions   with experts on hand to guide you through \nthe process of choosing the best system   for your home. I’ll be hosting several live \ndiscussion panels there across all three days,   so I’ll be around to say hello if you decide \nto come along. The whole thing kicks off on   Friday the eleventh of October and runs through \nto Sunday the thirteenth. Tickets are available   now at the link on screen, and in the description \nsection below, and if you use the exclusive Just   Have a Think discount code shown at the BOTTOM of \nthe screen then you’ll get twenty percent off ALL   tickets purchased. This one is the biggest event \nin the Everything Electric UK calendar folks,   so I’m really looking forward to \nit and I hope to see you there! Right, back to today’s business then.\nThanks to much more advanced scientific   data collection tools, alongside sustained \npressure from environmental groups,   the spotlight of responsibility for tackling \nour climate emergency has started to shift   firmly towards CORPORATE greenhouse gas \nemissions nowadays. There’s a growing   ECONOMIC imperative to do better as \nwell. Here in Europe, for example,   many countries have suffered a sustained \nperiod of high energy prices following   Russia’s invasion of Ukraine, highlighting an \nunsustainable reliance on Russian gas and oil.  The answer that we all hear about in the news \nthese days is to accelerate the move away   the transition will all but remove the roughly \n60 to 70 percent of completely wasted efficiency   that comes as a result of attempting to generate \nenergy for work via heat from combustion. That   means we don’t have to replace the amount of \nPRIMARY energy produced by coal, gas and oil.   We just have to replace this bit over here at \nthe consumer end of the so-called Sankey chart.  But as global demand for energy grows, renewables, \ndespite the astonishing progress of recent years,   are still not keeping up with that demand.\nSo, essentially, if we want to get anywhere   near our net zero goals, the industry experts \nare telling us that we will need to do more   with less. That way, the two lines on \nthe graph start to come together and we   really start to unlock the full potential \nof solar, wind and battery energy storage.  A huge part of that is energy efficiency. \nAccording to an early analysis by the World   Resources institute, state energy efficiency \nprograms in the US over the last decade or so   may have saved consumers between two and \nfive dollars for every dollar invested.  The International Energy Agency, or IEA, \ntells us that a collective push for energy   efficiency could deliver more than a third \nof the total emissions reductions needed to   reach net zero by twenty-fifty. By that \ntime, according to the United Nations,   more than two thirds of all the humans on \nthe planet will live in urban environments.  The World Economic Forum points out \nthat buildings are responsible for   nearly forty percent of global greenhouse gas \nemissions, so one of the biggest opportunities   available to us is to radically reform the way \nthose buildings are heated, cooled and lit. And that’s where artificial intelligence \nand the so-called Internet of Things,   or IOT come into play, especially in places like \nlarge corporate office blocks. Companies like   75F and in the US and BrainBox AI in Canada \nhave developed control systems that optimize   building energy management using networks of \nsmart sensors, cloud computing, and machine   learning algorithms. Those systems continuously \nmonitor real-time data like temperature, humidity,   occupancy, and air quality throughout a \nbuilding, as well as external influences   like weather patterns. All that data is then \ntransmitted to a controller in a cloud server,   where clever algorithms crunch all the numbers and \nsend appropriate messages back to adjust heating,   ventilation, and air conditioning settings \nautomatically, thus optimizing indoor conditions   for energy efficiency. Their systems also learn \nfrom building usage patterns to make predictive   adjustments ahead of time. All of that results in \nsignificant reductions in energy consumption, and   a much more comfortable workplace for the folks in \nthe building, which helps improve therefore their   performance levels. And of course, the operational \ncosts for building owners are much lower too.  Others, like Clockwork Analytics in Boston, \nMassachusetts, and Gridium in California,   have developed data-driven systems that focus \non optimizing building performance through   continuous commissioning and fault detection. \nFacility managers receive actionable insights and   recommendations through a user-friendly interface, \nenabling them to take targeted corrective actions   that improve operational efficiency, reduce \nenergy consumption, and lower maintenance costs. And then there’s Audette, based in Vancouver, \nCanada, who use advanced integrated software   to conduct energy audits in large corporate \nbuildings. Machine learning helps to model   energy consumption and benchmark buildings against \nindustry standards. That then generates detailed,   actionable reports highlighting potential \nretrofits, upgrades, and operational improvements. It’s not all about commercial buildings though, \nis it? In twenty-twenty-one the UN estimated   that there were something like two-point-three \nbillion domestic households globally. And as I’m   sure you’re only too aware, those are some of the \nleakiest and most inefficient buildings we humans   currently inhabit. The IEA tells that heating and \ncooling in domestic households accounts for nearly   fifty percent of their overall energy consumption. \nImproving insulation and the air tightness of what   the industry bods call the building envelope is \nof course a highly effective strategy for reducing   the amount of energy that escapes, and modern \nenergy-efficient windows, especially double- or   triple-glazed windows, can reduce energy use \nby a further twenty percent. Even the way we   light up our homes can make a big difference. \nWe all know about LED technology of course,   but beyond that there are companies \nlike Lumen Cache over in the States,   who utilise data cables instead of standard \nelectrical wires to create household lighting   and device control systems. In fact, from a single \ncontrol box, the Lumen Cache system can cover   ninety percent of fixtures and appliances in the \nhome, reducing copper wires by sixty percent, and   offering a thirty percent saving by using low \nvoltage DC power that can seamlessly integrate   with rooftop solar without the need for the \ninefficient conversion from DC to AC that our   traditional domestic electrical systems require.\nArtificial Intelligence is now creeping into our   domestic homes as well, in a very similar way \nto the commercial systems we’ve just looked at.   According to the IEA, our domestic appliances \naccount for around fifteen to twenty percent of   household energy use, but as we move to smart \nmeters and smart devices, all controlled by   servers on that internet of things or IOT that \nI mentioned earlier, our homes are starting to   become an integrated element of the electricity \ngrid, in some cases even helping to ensure grid   stability throughout the day. Water heating for \nexample accounts for around fourteen percent of   a typical household’s energy consumption, and \ncompanies like Mixergy, here in the UK, have   developed products like the Mixergy smart water \ntank, that not only heats water up in an entirely   different and much more efficient way than a \ntraditional immersion heater, but also has the   capability to communicate with a cloud controller \nto automatically switch on at a time of day when   electricity supply is cheap and plentiful. \nThat means savings for the consumer, but it   also potentially means better, more efficient \nuse of renewables like wind turbines that might   otherwise have to be switched off, or curtailed, \nwith all the costs and inefficiencies that that   involves. Same thing with electric vehicles. \nI visited the head office of the UK’s largest   electricity supplier, Octopus Energy, recently and \nhad a chat with their CEO, Greg Jackson about how,   among myriad other brilliant initiatives, \nthey’re also revolutionising the EV sector.  “Using electric car batteries is an incredible way \nof balancing the grid, […] because today Octopus   alone has one-point-zero-six-six gigawatts, so \nover a gigawatt, of electric vehicles that we   charge with a bespoke schedule for each vehicle \nevery day, designed to do this exact job of   balancing the grid. It allows us to grab the \ncheapest electricity, often when it’s windy or   sunny or when the grid’s underutilised and charge \nthe cars at those times. That gives us…the drivers   on these products can do a hundred miles for \n£2.40. That’s seven times cheaper than petrol   or diesel. But they’re also helping to bring \ndown the cost of electricity for everyone else,   because they’re helping balance the grid and \nsoaking up this cheap electricity when it’s   abundant, using less when it’s in tight supply, \nwhich that for everyone else that’s using it at   those times, there’s less demand.”\n“But the scale is quite remarkable.   I mentioned earlier that we’ve got about a \ngigawatt of smart charged electric cars. […]  And we’ve only got a market share of about \ntwenty-odd percent in the UK. And not all   cars have got the capability yet to do the smart \ncharging. So, if you multiply that up, you know,   if you went from 5% of cars to 100% of cars, \ninstead of being one gigawatt, that would be   20. If it wasn’t just Octopus – if it was across \nall companies – you might get another four times   that. You could be looking at the best part \nof a hundred gigawatts of shiftable power.”  So, it’s all moving at breakneck speed right now, \nand it can all seem a bit bewildering at times,   but there’s no doubt that big corporations \nhave well and truly cottoned on to the   economic advantages of improving energy \nefficiency, and of course, they’re all   very happy to get brownie points for ostensibly \ndoing something for the climate as well, even if   that’s not really their main motivation. And they \ncan achieve that goal much more easily now thanks   to incredibly innovative tech companies like the \nones we’ve featured today, and many others all   over the world. We still have huge challenges \nin all sorts of other sectors like land use,   industry, aviation and shipping for example, \nbut all of those sectors are being disrupted   as well by innovators who are finally upending \nthe old- fashioned, monopolistic, centralised   energy supply systems that were tailored to the \nneeds of the fossil fuel industry, and which   are now starting to look hopelessly outdated.\nFeel free to leave your thoughts on the subject   in the comments section below, but that’s it for \nthis week. Thanks, as always to the amazing folks   who support my work via Patreon. Don’t forget \nto jump over to Patreon dot com forward slash   just have a think to have a look at all the \nexclusive perks you can enjoy there. And if   you found this video useful and informative then \nyou can hugely support me absolutely for free by   hitting the like and subscribe buttons on YouTube \nand clicking on all notifications, to help us get   to our six hundred thousand subscriber mark \nbefore the end of the year. Doesn’t cost a   penny to do that and it’s just a simple click \naway, either down there or on that icon there.  As always, thanks very much for watching! \nHave a great week if you can, and remember   to just have a think.\nSee you next week."
    },
    {
      "vid": "tO_ZHg5OCAg",
      "title": "Arctic Sea Ice minimum 2024. Three degrees Celsius warming now baked in?",
      "published_at": "2024-09-15T16:56:29Z",
      "transcript": "If you’ve been a reasonably regular viewer of this \nchannel over the last few years you will no doubt   have listened to me banging on about Arctic Sea \nice on several occasions. It’s a subject that the   mainstream media wasn’t at all interested in \nwhen I first started making videos about the   climate emergency back in twenty seventeen.\nBut then, when those media outlets realised   it made for nice dramatic headlines and lots \nof clicks, it suddenly became a hot topic,   to the extent that by now most folks probably \nfeel like they’ve heard it all a million times   before and, you know, let’s move on to the \nnext exciting news headline as if Arctic   Sea ice loss was a single event that happened \nonce and doesn’t require any further attention.  That’s not a view shared by climate scientists \nthough. They do think it requires further   attention. And the more attention they give it \nthe more concerned, or to put it another way,   terrified, they appear to become.\nIn its Sixth Climate Assessment report,   published in twenty-twenty-one, the \nIntergovernmental Panel on Climate   Change projected that as long as \nwe kept greenhouse gas emissions   in reasonable check there would be a low risk \nof regular ice-free Summer Arctic Seas until   the last couple of decades of this century.\nBut the trouble with those pesky scientists   is they keep doing more research and coming \nup with more accurate data and demonstrable,   empirical evidence. A research paper full \nof just such research was published in   twenty-twenty-three and it found that whatever \nwe do now, we are almost certainly heading   for regular ice-free Summer Arctic Seas \nwell within the next couple of decades.  So, I thought we’d better have \na bit of a think about that. Hello and welcome to Just Have a Think\nEvery September, at the end of the Northern   hemisphere summer, the surface area of the ice \npack covering the Arctic Sea reaches its lowest   point. It’s a pretty decent swing from maximum \nto minimum as well, as this animation shows.  That’s all a perfectly normal part of the \nseasonal ebbs and flows that keep our planets   ecosystems regulated and allow life to flourish. \nThe thing is though, as we all know only too well,   greenhouse gas emissions have been accelerating \nsince the industrial revolution and that warming   has been reducing the amount of ice cover all \nover the place, including in the Arctic Sea. In nineteen fifty the world emitted six billion \ntonnes of carbon dioxide. By nineteen-ninety it   was more than twenty billion tonnes, \nand today it’s around forty billion. Ice is white so it reflects sunlight as a result \nof what the scientists call ‘high albedo’. The sea   is dark, so it has very low albedo and it’s very \ngood at absorbing sunlight. That means as sea ice   surface area reduces, more sunlight gets absorbed \ninto the water, heating it up and melting even   more ice, which means less reflection of sunlight \nand more absorption of heat and so on and so on in   a self-reinforcing feedback loop. That’s one of \nthe main reasons why the Arctic is warming three   to four times faster than the rest of the planet, \nand in some regions more like seven times faster. Which brings us neatly to the recent research \npaper, written by a team of authors from a   variety of institutions including Pohang \nUniversity in South Korea, the Canadian   Centre for Climate Modelling and Analysis, and the \nInstitute of Oceanography at Hamburg University. What they wanted to know is whether the \nmethodology set out in the IPCC Sixth Assessment   Report was robust enough to accurately predict \nthe rate of sea ice decline up in the Arctic. The IPCC uses what they call Shared Socioeconomic \nPathways or SSPs to provide projections based on   how our global society might behave in the \ncoming decades. There are five SSPs ranging   from “Kumbaya” to “Kiss your ass goodbye”. Based \non real-world satellite observations of changes in   the Arctic since nineteen-seventy-nine, fed into \nan enormous climate modelling program called the   Coupled Model Intercomparison Project Phase 6 \nor CMIP6 for short, the IPPC concluded that,   as long as we restrict ourselves \nto the less severe scenarios,   then we can expect a good level of Arctic Sea ice \ncover for more or less the rest of this century,   in theory buying us plenty of time to sort \nourselves out, radically reduce our emissions,   slow down the warming and avert \nthe worst consequences altogether. The main challenge posed by this latest \npaper is to the measuring methodology itself. The total surface area of the Arctic Ocean \nis about fourteen million square kilometres.   A so-called ‘ICE-FREE’ Arctic is defined \nas occurring when ice surface area drops   below one million square kilometres. The \nconventionally accepted measure of ice in   the Arctic Sea is known as ‘Sea Ice Extent’. \nThe ocean is divided up into a grid and then   each square in that grid is considered in \nisolation. If a square contains at least   a fifteen percent sea ice concentration, \nthen it counts as being covered in ice. The wonderful scientific understatement \nused by this paper’s authors to describe   that methodology was that it \nwas ‘strongly grid dependent’. You and I might use slightly more direct \nlanguage, like ‘totally bonkers’, but for the   purposes of this video I’ll stick to the science \nand try my best to avoid over-dramatic hyperbole. These researchers followed a different path. They   used a measure of sea ice area defined \nas the ACTUAL area covered with sea ice,   which they claim to be ‘more appropriate \nfor comparison with satellite observations   than sea ice extent, having a smaller \nobserved uncertainty than sea ice extent’. They applied that method to three \nsatellite observation data sets taken   from nineteen-seventy-nine to twenty-nineteen and \nthen overlaid their measurements onto the same   shared socioeconomic pathways that the IPCC uses.\nThe results indicated that we won’t have to wait   until twenty-eighty to see the first ice free \nSummer Arctic. In fact, it’s highly likely   to occur as early as the twenty-thirties \nand almost certainly before mid-century,   EVEN if we stay on the very lowest shared \nsocio-economic pathway, which of course we’re   nowhere near achieving at the moment.\nSo, why does that matter then?  Well, Arctic Sea ice plays a crucial role in the   Earth's climate system. It influences global \nweather patterns, supports diverse ecosystems,   regulates temperatures, and serves as a \nvital component of indigenous cultures. We’ve already touched on the most \nobvious benefit of ice cover,   which is to reflect sunlight back up into space \nto help keep our planet at a safe temperature. Beyond that though, the formation of sea ice \ncontributes to the process of thermohaline   circulation, which drives the movement of ocean \ncurrents around the globe. As sea ice forms,   it expels salt into the surrounding water, \nincreasing the salinity and density of the   water. That dense water sinks, helping to \ndrive the global conveyor belt of ocean   currents that regulate temperatures and \ndistribute nutrients around the world. A rapidly warming Arctic has also altered \nwind patterns, which among other things has   led to the EXPORT of sea ice FROM the central \nArctic TO the North Atlantic, where it melts.   More melted ice in THAT region means less salty, \nor fresher, water, which means less sinking,   and a slowing down of systems like the Atlantic \nMeridional Overturning Circulation or AMOC,   which is a key DRIVER of the global thermohaline \ncirculation. And just to really exacerbate the   situation, as all our global oceans warm, \nscientists are seeing a greater influx of   those warm waters FROM lower latitudes up into the \narctic region, further accelerating sea ice loss.   And by the way, it's not just declining surface \narea that has the scientists worried. Arctic   Sea ice is also becoming thinner and younger \ntoo, which means it’s much more vulnerable to   extreme weather events breaking up the pack \nand acerating the melt in any given season. Global ocean temperatures in twenty-twenty-three \nand twenty-twenty-four have been so far above any   previously recorded levels that even when a \nstrong El Nino effect is taken into account,   oceanographers and climate scientists are unable \nto explain the additional heat being measured   all the way from the surface right down to depths \nof two thousand metres. Their real concern is   that those vast volumes of water, which have \nuntil now absorbed more than fifty percent of   all human induced CO2 emissions and more than \nninety percent of the consequent extra heat,   may have finally reached their limit and could now \nbe starting to release that energy back into our   atmosphere. Which would be bad. It’s a phenomenon \nthat was very bluntly and graphically explained   by climate expert Johan Rockström during a recent \nTed talk, which you can watch by clicking the link   at the top of the screen. And I’ll leave a link \nto that video in the description section as well. It’s not just the ocean circulatory system \neither, by the way. The Arctic acts as a   cold cap on the planet, and as it warms, it’s \ndisrupting the northern hemisphere jet stream,   causing more frequent and severe weather \nevents like heatwaves, extreme cold snaps,   and more violent storms in North America, \nEurope, and Asia. Losing such a large   expanse of sea ice also warms the air over \nGreenland, causing an acceleration in the   melting of the Greenland ice sheet which in \nturn contributes to the rising sea levels   that are already threatening coastal communities \nworldwide with increased flooding and erosion. Then there’s the release of methane from thawing \npermafrost. Methane is a greenhouse gas about   eighty times more potent than carbon dioxide over \nthe roughly twelve years or so that it exists in   the atmosphere before being broken down into \ncarbon dioxide and water. There’s thought to   be about fifteen-hundred-billion tonnes of methane \nlocked up in permafrost across the entire arctic   circle, so even if only a tiny fraction of \nthat was to escape in a short timescale,   the additional, currently unaccounted for, \nwarming effect would be very significant indeed. All of this stuff is catastrophic \nin itself, but if you’re a modern   market-driven capitalist and you just \nwant the cold hard numbers, then how   about this. According to the latest estimates \nhighlighted by Rockström in his TED talk,   our current path will result in an eighteen \npercent loss in global GDP by twenty-fifty.   That’s a cost to you and me and everyone else on \nthe planet of thirty-eight trillion dollars every   single year. And that WILL hurt! Even \nhere in our cosy rich western economies. So, what does the Arctic Sea Ice minimum \nlook like in September twenty-twenty-four? Well, it’s not quite as low as twenty-twelve when \na freak weather system called the Great Arctic   Cyclone smashed up the already thin and fragile \nice pack, leading to unusually accelerated levels   of melting. But it’s not far off, and neither was \ntwenty-twenty-three. And all of the last few years   are clearly well below the nineteen-eighty-one \nto twenty-ten median, shown here in grey. According to Johan Rockstrom, there is at least a \nfaint glimmer of light at the end of the tunnel,   although I have to say it’s far from likely that \nwe’ll reach it. During his TED talk he tells us   that if we wanted to stay within the safe zone \nof only one-point five degrees of warming then   we will only be able to emit another two-hundred \nbillion tonnes of carbon dioxide in total. That   might sound like a lot but given the fact that \nwe currently churn out forty billion tonnes of   the stuff every year, that means we’ve only got \nfive years to reduce those emission to zero.   On our current trajectory and based on much \nmore up to date and accurate modelling done   by ever more powerful computers, Rockstrom \nsays we will sail past two degrees Celsius   above pre-industrial levels within twenty \nyears, and three degrees by the end of the   century – temperatures that this planet has not \nexperienced for more than three million years,   and that the human species has never \nexperienced in its entire existence. Now you might accuse me of presenting exactly the \nsame sensationalist click bait material here that   I accused the mainstream media of at the start of \nthis video. But I can assure you that salacious   headlines and maximising clicks has never been \nthe motivating factor for the Just Have a Think   channel. I present unsettling information like \nthis from time to time not to send everyone into   a doom loop of defeatism but to galvanise all \nof us into much more positive and affirmative   action in order to bring about the changes \nwe so desperately need as quickly as humanly   possible. I’ll leave it to you to consider what \nthose changes might look like in your own life,   and I’ll be very interested to hear your \nviews in the comments section below. I   would strongly recommend watching Rockström’s \nTED talk video though. It’s a real eye opener. Anyway, that’s it for this week. Thanks, as \nalways to the amazing folks who support my   work via Patreon. Don’t forget to jump over to \nPatreon dot com forward slash just have a think   to have a look at all the exclusive perks you \ncan enjoy there. And if you found this video   useful and informative then you can hugely \nsupport me absolutely for free by hitting   the like and subscribe buttons on YouTube and \nclicking on all notifications Doesn’t cost a   penny to do that and it’s just a simple click \naway, either down there or on that icon there.  As always, thanks very much for watching! \nHave a great week if you can, and remember   to just have a think.\nSee you next week."
    }
  ]
}